[
  {
    "id": 39,
    "case_id": "1962_105",
    "text": "hah, J. The High Court of Judicature at Bombay answered in the affirmative the following two questions which were referred by the Income-tax Appellate Tribunal, Bombay, under sections 66(2) of the Income-tax Act.\n Whether on the facts and in the circumstances of the case the Tribunal was justified in law in adding to the total income of the assessee the sum of Rs. 1,45,706 and or Rs. 48,185 or any part thereof ? Whether there was any material on record to support the finding that Rs. 1,45,706 and or 48,185 or any part thereof represent the income of the assessee ?\nAgain the evidence of Achaldas and Poonamchand clearly showed that these amounts were repaid. In the statements made by these two persons before the Income- tax Officer it was asserted that the repayment of the amounts of the cheques was made to the assessees. \nBefore the Appellate Assistant Commissioner they stated that they handed over the moneys to some other persons whose presence could not be procured. There is nothing on the record to show that the Income-tax Officer had not disclosed to the assessees the material he had collected by examining Achaldas and Poonamchand. In any event, the Appellate Assistant Commissioner in the interest of justice and fair play gave the assessees an opportunity to cross-examine these two persons. The Income-tax Officer is not bound by any technical rules of the law of evidence. It is open to him to collect materials to facilitates assessment even by private enquiry. But if he desires to use the material so collected, the assessee must be informed of the material and must be given an adequate opportunity of explaining it. The statements made by Achaldas and Poonamchand before the Income-tax Officer were material on which the income-tax authorities could act provided that the material was disclosed and the assessees had opportunity to render their explanation in that behalf. It was therefore open to the Tribunal in appreciating the evidence to rely upon the statements made by Achaldas and Poonamchand before the Income-tax Officer and to disbelieve the statements made by them before the Appellate Assistant Commissioner. The jurisdiction of the High Court under section 66 of the Income-tax Act is merely advisory. The High Court does not sit in appeal over the judgment of the income-tax authorities it is not concerned to decide whether the conclusion of the Tribunal on appreciation of evidence is correct. There was apparently a mass of evidence on which the conclusion of the Appellate Tribunal could be founded and the question which fell to be determined by it was purely one of fact. It is true that a finding of fact which is not supported by any evidence or is unreasonable and perverse may be open to challenge on the ground that it is not supported by any material on the record, but, as we have already observed, there was material on which the Income-tax Tribunal could reasonably arrive at the conclusion which it did. The High Court was, therefore, right in recording the answers to the two questions submitted to it.",
    "entities": [
      {
        "start": 2193,
        "end": 2203,
        "label": "PROVISION"
      },
      {
        "start": 844,
        "end": 874,
        "label": "ORG"
      },
      {
        "start": 1171,
        "end": 1201,
        "label": "ORG"
      },
      {
        "start": 2118,
        "end": 2148,
        "label": "ORG"
      },
      {
        "start": 12,
        "end": 36,
        "label": "COURT"
      }
    ]
  },
  {
    "id": 21,
    "case_id": "1959_76",
    "text": "This is for facilitating the purpose of the Code but it does not mean that the other persons in whose favour the occupancy is relinquished cease to have any right. That their right as occupants remains is clearly recognised by the opening paragraph of the section which gives an occupant a right to relinquish his occupancy either absolutely or in favour of a specified person. This right is given to all occupants, if there are more than one, for the singular includes the plural. It is true that where there are more occupants than one, the notice of relinquishment on behalf of any occupant must be given by the registered occupant. That does not mean, in the absence of any specific pleading and cogent proof, that a notice of relinquishment given by the registered occupant must necessarily be a notice on behalf of all occupants or any particular occupant other than the registered occupant, or that the registered occupant has the right to give such a notice without reference to the other occupants so as to effect their interest in the occupancy.\n Turning to the Rajinama, it is clear that Shiddappa did not purport to file, the same on behalf of Annappa nor had he any right to do so by reason only of his being the registered occupant. In Lalchand Sakharam Marwadi v. Khendu Kedu Ughade (1) one out of four brother mortgagors, who was the registered occupant of the mortgage land, passed a Rajinama of the land in favour of the mortgagee, who executed a Kabuliyat for the same. The remaining three mortgagors sued to redeem the mortgage alleging that the Rajinama passed by their brother conveyed only his interest and nothing more. It was held that though the conveying brother was a co-mortgagor with the plaintiffs, he had no right to sell their interest in the equity of redemption and that, so far as they, were concerned, he was in the same position as an outsider. It is true that no specific reference was made in the judgment to s. 74 of the Bombay Land Revenue Code, but the actual decision in that case, the facts of which are very similar to those of the instant case, quite clearly indicates the courts understanding of the law applicable to those facts and that law was nothing but the provisions of s. 74 of the Code. In our opinion, on a correct interpretation of s. 74, where there are more occupants than one in respect of the same occupancy each occupant has his own rights and the fact of registration of one of them as the registered occupant attracts the operation of the Code and confers certain rights or imposes certain obligations on the registered occupant as laid down in the Code but does not take away the rights of other occupants.\n It is true that if any of the occupants other than the registered occupant desires to relinquish his occupancy. he cannot himself give a notice of relinquishment but must give it by and through the registered occupant Nevertheless the registered occupant, in the absence of any authority, express or implied, to be clearly pleaded and strictly proved, has no inherent or independent (1) 22 Bom L.R. 1431, right to give any such notice so as to affect the interests of the other occupants.",
    "entities": [
      {
        "start": 1962,
        "end": 1988,
        "label": "STATUTE"
      },
      {
        "start": 1247,
        "end": 1297,
        "label": "PRECEDENT"
      }
    ]
  },
  {
    "id": 44,
    "case_id": "1962_213",
    "text": "This appeal on a certificate of fitness granted by the High Court under Act 134(1), (c). of the Constitution, is directed against the order of a Division Bench of the Calcutta High Court dated December 21, 1960, setting aside the order of acquittal passed by the trial Magistrate, dated July 2, 1958. We heard this appeal on the eve of the long vacation and pronounced our order to the effect that the appeal was allowed and the order of acquittal was to stand, and that reasons would be given later. It appears that the appellant, who it a practising lawyer, had been employed by the respondent to work for him to investigate the title to some property which the latter was about to purchase, sometime in October 1952. The prosecution case was that the respondent had entrusted the. sum of Rs. 5000/- to the appellant for depositing in Court in connection with an application in respect of the proposed transaction, under the Bengal Money Lenders Act, and that the appellant having been so entrusted with the money, in breach of trust, misappropriated the amount, thus causing loss to his client. The appellant was, therefore, charged under s. 409 of the Indian Penal Code, with having committed criminal breach of trust in respect of the sum of Rs. 5000/- , which had been entrusted to him as a lawyer on behalf of the respondent.\nIt is not a case where it in open to the Court of Appeal, against an order of acquittal, to order a retrial for the reasons that the trial Court has not given the prosecution full opportunity to adduce all available evidence in support of the prosecution case. It has no where been suggested that the trial Magistrate had unreasonably refused any opportunity to the prosecution to adduce all the evidence that it was ready and willing to produce. That being so, the High Court, in our judgment, entirely misdirected itself in setting aside the order of acquittal and making an order for a fresh trial by another Magistrate, simply on the ground that the case was between a lawyer and his client. Simply because the accused happened to be a lawyer would not be a ground for subjecting him to harassment a second time, there being no reason for holding that his prosecutor had not a fair chance of bringing the charge home to him. In our opinion, the High Court gave way to considerations which were not relevant to a criminal trial. The High Court was not sitting on a disciplinary proceeding for professional misconduct. It had to apply the same rules of criminal jurisprudence as. apply to all criminal trials, and, in our opinion, the only. reason given by the High Court for ordering retrial is against all well-established rules of criminal jurisprudence. The fact that the appellant is a practising lawyer does not entitle him to any preferential treatment when he is hauled up on a criminal charge, even as he is not subject to any additional disability because the cam was between a lawyer and his client. There was no relationship of lawyer and client so far as the criminal case was concerned.",
    "entities": [
      {
        "start": 927,
        "end": 953,
        "label": "STATUTE"
      },
      {
        "start": 1156,
        "end": 1175,
        "label": "STATUTE"
      },
      {
        "start": 585,
        "end": 595,
        "label": "RESPONDENT"
      },
      {
        "start": 754,
        "end": 764,
        "label": "RESPONDENT"
      },
      {
        "start": 1321,
        "end": 1331,
        "label": "RESPONDENT"
      }
    ]
  },
  {
    "id": 30,
    "case_id": "1960_103",
    "text": "gainst the judgment and order of the High Court of Madras allowing a petition under Article 226 of the Constitution. The question there raised was the legality of the assessment of Sales Tax by appellant No. 2, the Deputy Commercial Sales Tax Officer, Saidapet, under the Madras General Sales Tax Act, 1939 (Act IX of 1939), hereinafter termed the Act. The respondent was a partnership firm carrying on tannery business at Chromepet near the city of Madras. Before the year of assessment, i. e., 1952-53, it was taking out licences under the relevant provisions of the Act but it did not renew the licence for the assessment year. When called upon to make a return it did not do so nor did it raise any objection to the notice served on it on February 28, 1954. It was assessed to sales tax of Rs. 10,584 on a turnover of Rs. 6,77,374-4-4. It filed a petition under Art. 226 to quash the assessment order on the ground that the order was illegal and not supported by the authority of law. This contention was accepted by the High Court and the petition was allowed with costs. The consequence of the judgment is that the respondent firm which is not a licensed dealer under the Act is not liable to any sales tax in respect of its dealings in hides and skins.\nThis, it appears, was not disputed by the Government and it was therefore held that r. 16(5) of the Turnover and Assessment Rules was ultra vires. But the question was really (1) (1952) 3 S.T.C. 367. V. M. Syed Mohammed and Company v. The State of Andhra, 1954 S.C.R. 1117. not relevant to the issue as was pointed out by Venkatarama Ayyar, J., at p. 394, where he said- Now the contention of the petitioners is that where there are sales by unlicensed dealers to unlicensed tanners or unlicensed dealers, there is the possibility of multiple taxation and that would be in violation of section 5(vi). It is not disputed on behalf of the Government that Rule 16(5) is repugnant to section 5(vi).\n It must therefore be held to be ultra vires. But this can bring no relief to the petitioners, as they are all licensed tanners and are in no manner hurt by the operation of r. 16(5). This was conceded by the learned Advocate for the petitioners . This case was then brought in appeal to this Court and S. R. Das, J. (as he then was), observed at p. 1121- Lastly, the learned advocate urges that rule 16 (5) clearly contravenes the provisions of section 5(vi) of the Act. This sub-rule has been held to be ultra vires by the High Court, and indeed, the learned Advocate General of Madras did not in the High Court, as before us, dispute that rule 16(5) was repugnant to ,section 5(vi). That sub-rule, however affects only unlicensed dealers and the appellants who are admittedly licensed dealers are not affected by that sub-rule .",
    "entities": [
      {
        "start": 1846,
        "end": 1859,
        "label": "PROVISION"
      },
      {
        "start": 1940,
        "end": 1953,
        "label": "PROVISION"
      },
      {
        "start": 2351,
        "end": 2358,
        "label": "PROVISION"
      },
      {
        "start": 2401,
        "end": 2414,
        "label": "PROVISION"
      },
      {
        "start": 2597,
        "end": 2605,
        "label": "PROVISION"
      },
      {
        "start": 2626,
        "end": 2639,
        "label": "PROVISION"
      },
      {
        "start": 272,
        "end": 308,
        "label": "STATUTE"
      },
      {
        "start": 1373,
        "end": 1390,
        "label": "STATUTE"
      },
      {
        "start": 1484,
        "end": 1504,
        "label": "PRECEDENT"
      },
      {
        "start": 2516,
        "end": 2532,
        "label": "LAWYER"
      },
      {
        "start": 1657,
        "end": 1668,
        "label": "PETITIONER"
      },
      {
        "start": 2037,
        "end": 2048,
        "label": "PETITIONER"
      },
      {
        "start": 2189,
        "end": 2200,
        "label": "PETITIONER"
      },
      {
        "start": 357,
        "end": 367,
        "label": "RESPONDENT"
      },
      {
        "start": 1121,
        "end": 1131,
        "label": "RESPONDENT"
      },
      {
        "start": 37,
        "end": 57,
        "label": "COURT"
      }
    ]
  },
  {
    "id": 19,
    "case_id": "1959_26",
    "text": "The respondents at all material times were non-residents carrying on business at Secunderabad which was then in the territories of the Nizam of Hyderabad. They acted as agents for the supply of gas plants manufactured by Messrs. T. V. S. Iyengar Sons, Madura, to the Nizams Government, and also as agents of the Lucas Indian Services, Bombay branch, for the supply of certain goods to that Government. The year of assessment is 1945-46. There does not appear to have been any written agreement between the two manufacturers and the respondents but the goods were to be supplied on a commission basis. In pursuance of this agreement the respondents received from M s. T.V.S. lyengar Sons, Madura, cheques drawn on the Imperial Bank of India, Madras, amounting to Rs. 35,202 in respect of all goods supplied from -Madura and also from Lucas Indian Services, Bombay, by cheques drawn on Imperial Bank of India, Bombay branch, amounting to Rs. 5,302 in respect of goods supplied by them, thus making a total of Rs. 40,504. These cheques were sent by post and when received by the respondents at Secunderabad were credited in the account books of the respondents and sent to their banker G. Raghunathmal for collecting and crediting to the account of the respondents. As against these sums so deposited the respondents at once drew cheques and thus operated on these amounts deposited. In regard to the commission received from the Bombay firm it was paid into the account on December 22, 1944, but was given credit for only on January 2, 1945. The Income-tax Officer assessed these sums as taxable income holding that the entire amount of Rs. 40,504 was received in British India and not at Secunderabad. An appeal was taken by the respondents to the Appellate Assistant Commissioner who upheld the order holding that income must be held to have accrued, arisen or received in British India.\n Against this order the respondents took an appeal to the Income-tax Appellate Tribunal and it was held that the amounts were received by the respondents from Madura and Bombay firms as commission but they were received at Secunderabad. The appeal was therefore allowed. The finding Of the Appellate Tribunal in their own words was- The contention of the Appellants is that the cheques being negotiable instruments and the creditor having accepted them and passed through their books, II the receipt must be taken to be receipts in Hyderabad. We agree with the view submitted by the appellants.\nIt was further contended that in this case there was an express agreement that the payment was to be made at Secunderabad and therefore the matter does not fall within the rule in Ogale Glass Works case (1) and the following principle laid down in judgment by Das, J. (as he then was), is inapplicable - Applying the above principles to the facts found by the Tribunal the position appears to be this. The engagement of the Government was to make payment by cheques. The cheques were drawn in Delhi and received by the assessee in Aundh by post.",
    "entities": [
      {
        "start": 717,
        "end": 730,
        "label": "ORG"
      },
      {
        "start": 884,
        "end": 897,
        "label": "ORG"
      },
      {
        "start": 1747,
        "end": 1777,
        "label": "ORG"
      },
      {
        "start": 4,
        "end": 15,
        "label": "RESPONDENT"
      },
      {
        "start": 532,
        "end": 543,
        "label": "RESPONDENT"
      },
      {
        "start": 636,
        "end": 647,
        "label": "RESPONDENT"
      },
      {
        "start": 1076,
        "end": 1087,
        "label": "RESPONDENT"
      },
      {
        "start": 1146,
        "end": 1157,
        "label": "RESPONDENT"
      },
      {
        "start": 1250,
        "end": 1261,
        "label": "RESPONDENT"
      },
      {
        "start": 1302,
        "end": 1313,
        "label": "RESPONDENT"
      },
      {
        "start": 1728,
        "end": 1739,
        "label": "RESPONDENT"
      },
      {
        "start": 1912,
        "end": 1923,
        "label": "RESPONDENT"
      },
      {
        "start": 2030,
        "end": 2041,
        "label": "RESPONDENT"
      }
    ]
  },
  {
    "id": 48,
    "case_id": "1999_1001",
    "text": "Special leave granted.\n Respondent 1 was suspended by order dated 28 7 1998 on the same day when disciplinary proceedings were initiated against him. He filed a writ petition in the High Court challenging the order of suspension.\n By the impugned order the High Court noted that Respondent I had been empanelled for promotion to the post of Joint Commissioner on 28 5 1998 and the disciplinary proceedings commenced on 28 7 1998 and on the same day i.e 28 7 1998 he was suspended. From this the High Court concluded that the act of suspension was an after thought. Consequently the High Court directed that no effect should be given to the order of suspension and the select list for promotion should be given effect to forthwith.\n We are at a loss the understand as to how the High Court could pass such an order. Admittedly the disciplinary proceedings had commenced on 28 7 1998. Even if before that date the said respondent had been empanelled for promotion the Government cannot be prohibited from starting disciplinary proceedings if there are reasons for doing so. The High Court has not quashed the disciplinary proceedings and looking at the charges leveled against the respondent it cant of be said that there was any ulterior motive for the respondent being put under suspension. Furthermore where disciplinary proceedings are pending we are doubtful whether it was appropriate for the High Court to have directed that the select list for promotion should be given effect to forthwith especially when the High Court in the said order has permitted the disciplinary proceedings to continue. It is also difficult to appreciate the High Court holding that even though disciplinary proceedings could continue but no final order should be passed. No reasons for coming to this conclusion have been given.\n We therefore have no hesitation in set ting aside the impugned judgment of the High Court. The effect of this would be that Respondent 1 who was reinstated pursuant to an order passed by the High Court during the proceedings for contempt which are stated to have been initiated by the respondent would be placed under suspension forthwith till the conclusion of the disciplinary proceedings or the withdrawal of the suspension order by the Government.",
    "entities": [
      {
        "start": 341,
        "end": 357,
        "label": "ORG"
      },
      {
        "start": 24,
        "end": 34,
        "label": "RESPONDENT"
      },
      {
        "start": 279,
        "end": 289,
        "label": "RESPONDENT"
      },
      {
        "start": 917,
        "end": 927,
        "label": "RESPONDENT"
      },
      {
        "start": 1179,
        "end": 1189,
        "label": "RESPONDENT"
      },
      {
        "start": 1252,
        "end": 1262,
        "label": "RESPONDENT"
      },
      {
        "start": 1936,
        "end": 1946,
        "label": "RESPONDENT"
      },
      {
        "start": 2097,
        "end": 2107,
        "label": "RESPONDENT"
      }
    ]
  },
  {
    "id": 16,
    "case_id": "1954_144",
    "text": "This is an appeal by special leave against the decision of the Delhi Election Tribunal, dated the 11th November, 1952, in Election Petition No. 10 of 1952. The appellant Jagan Nath was elected a member of the Delhi State Legislative Assembly from Constituency No. 25 (Roshanara) of the Delhi State.\nC. Patil, was a necessary party and -whether by the omission to implead him the whole petition was bad. The tribunal held that the defect was not fatal. In another case, Petition No. 113 of 1952, decided on 28th July, 1953, the majority of the Bombay Tribunal, decided otherwise. The view of the majority was that the mandatory nature of the provisions of section 82 itself contains within it the -consequence of dismissal for non-compliance with its provisions and a separate provision for the dismissal of the petition for non-compliance with its provisions was not necessary and it would have been superfluous. These observations run counter to the scheme of the Act itself as envisaged by section 85. The provisions of sections 81, 83 and 117 are also mandatory and still in section 85 it is provided in specific terms that the Election Commission shall dismiss the petition if it is not in accordance with the provisions of those sections. \n The, tribunal is given a similar power by section 90 (4). The member of the tribunal who dissented from the majority view gave cogent and sound reasons for holding that non- joinder of a duly nominated candidate who has withdrawn was not necessarily fatal to the petition. In Election Petition No. 83 of 1952 decided by the Election Tribunal presided over by Shri B. C. Vakil, the tribunal took the view that such a defect was fatal. A Division Bench of the Bombay High Court in Special Civil Appeal No. 2017 of 1952, decided on the 19th of December, 1952, allowed even a defective verification to be amended. It is not necessary to express any final opinion on matters specifically covered by sections 81, 83 and 117 and dealt with by section 85 of the Act but at the same time it is not possible to accept the view that in spite of the provisions of section 85 failure to comply strictly with the provisions of section 82 has, the same consequences as are contained in section 85. In our opinion the determination of the question whether the parties to the petition have been properly impleaded is a matter not for the Election Commission but for the tribunal. Various provisions of the Act referred to above show that the election petition does not necessarily abate or fail by reason of the death of the petitioner or any of the respondents or by their ceasing to take any interest in the trial of the petition once that petition has been referred to the tribunal.",
    "entities": [
      {
        "start": 655,
        "end": 665,
        "label": "PROVISION"
      },
      {
        "start": 992,
        "end": 1002,
        "label": "PROVISION"
      },
      {
        "start": 1078,
        "end": 1088,
        "label": "PROVISION"
      },
      {
        "start": 1288,
        "end": 1298,
        "label": "PROVISION"
      },
      {
        "start": 1982,
        "end": 1992,
        "label": "PROVISION"
      },
      {
        "start": 2098,
        "end": 2108,
        "label": "PROVISION"
      },
      {
        "start": 2159,
        "end": 2169,
        "label": "PROVISION"
      },
      {
        "start": 2217,
        "end": 2227,
        "label": "PROVISION"
      },
      {
        "start": 98,
        "end": 117,
        "label": "DATE"
      },
      {
        "start": 506,
        "end": 521,
        "label": "DATE"
      },
      {
        "start": 1131,
        "end": 1150,
        "label": "ORG"
      },
      {
        "start": 2367,
        "end": 2386,
        "label": "ORG"
      },
      {
        "start": 2554,
        "end": 2564,
        "label": "PETITIONER"
      },
      {
        "start": 2579,
        "end": 2590,
        "label": "RESPONDENT"
      }
    ]
  },
  {
    "id": 31,
    "case_id": "1960_265",
    "text": "The State of Kerala and the Tahsildars of Kottayam and Kanjirappally Taluks are the appellants, and C.M. Francis Co., a partnership firm, is the first respondent, and the partners of the firm are the remaining respondents. The respondents were doing business in hill produce like pepper, ginger, betelnuts etc., and were assessed to sales tax under the Travancore-Cochin General Sales Tax Act XI of 1125 (referred to as the Act), for the years 1950 to 1954. The respondents have to pay a sum of Rs. 1,01,716-4-3 as tax. In 1954, proceedings were started against them under s. 13 of the Act, which provides that if the tax is not paid as laid down in that section, the whole of the amount or such part thereof as remains due, may be recovered as if it were an arrears of land revenue. It appears that the pro- ceedings were not fruitful, and a prosecution under s. 19 of the Act was instituted against the partners in the Court of the First Class Magistrate, Ponkunnam. Respondents 2 to 5 pleaded guilty, and the Magistrate passed an order on October 18, 1955 as follows The sentence or other final order A 1 to 4 sentenced to pay a fine of Rs. 50/- each and in default to undergo S. 1. for one month each.\nIn dealing with the question, the learned Judges of the High Court felt that s. 13 of the Act was in the nature of a general law, over which the special procedure prescribed by s. 19 of the Act read with s. 386 of the Code of Criminal Procedure was to prevail. They, however, thought that, since all the processes available under s. 19 of the Act were also available under s. 386 of the Code of Criminal Procedure, it was not necessary to decide what would happen if the proceedings under s. 386 came to nothing. They observed that if the question arose, they would consider it.\n The writ of prohibition was granted by the High Court. The respondents did not appear in this Court. We have heard learned counsel for the appellants, who has drawn our attention to all the relevant provisions of the law. The question which arises is whether s. 19 must be taken to prevail over s. 13 of the Act. Both the sections lay down the mode for recovery of arrears of tax, and, as has already been noticed by the High Court, lead to the application of the process for recovery by attachment and sale of movable and immovable properties, belonging to the tax-evader. It cannot be said that one proceeding is more general than the other, because there is much that is common between them, in so far as the mode of recovery is concerned. Section 19, in addition to recovery of the amount, gives the power to the Magistrate to convict and sentence the offender to fine or in default of payment of fine, to imprisonment.",
    "entities": [
      {
        "start": 364,
        "end": 393,
        "label": "STATUTE"
      },
      {
        "start": 151,
        "end": 161,
        "label": "RESPONDENT"
      },
      {
        "start": 210,
        "end": 221,
        "label": "RESPONDENT"
      },
      {
        "start": 227,
        "end": 238,
        "label": "RESPONDENT"
      },
      {
        "start": 462,
        "end": 473,
        "label": "RESPONDENT"
      },
      {
        "start": 969,
        "end": 980,
        "label": "RESPONDENT"
      },
      {
        "start": 1845,
        "end": 1856,
        "label": "RESPONDENT"
      }
    ]
  },
  {
    "id": 28,
    "case_id": "1960_87",
    "text": "The main consideration which influenced the tribunal in passing the order which it did was that in the view of the tribunal Ramkrishna Prasad was superseded by Babulal Parekh who was first appointed as a clerk under him. This view of I.L.R. 1955 MYS. 546. (2) 1960 2 S.C.R. 982. the tribunal in our opinion is patently erroneous. The appointment order dated October 4, 1952, clearly shows that Babulal Parekh was appointed as store inches from the very beginning at Rs. 180 per month. The tribunal referred to certain entries in the attendance register to hold that Babulal Parekh worked as clerk to begin with.\n It appears from the attendance register for the months of October, November and December that Babulal Parekh was marked present from October 7 to November 9. Thereafter from November 11 to the end of December he signed the attendance register. The statement of Cbaudhari, Labour Welfare Officer of the mill was that the practice in the mill was that officers used to be marked present in the attendance register while clerks used to sign it themselves. The tribunal has concluded from the fact that Babulal. Parekh signed the register in November that he must have been a clerk to begin with. The tribunal, however, completely overlooked that from October 7 to November 9, Babulal Parekh was marked present which would show that he was not a clerk.\n The tribunal also overlooked that even from November 28 to the end of December when Babulal Parekh admittedly was not a clerk but store in- charge he still signed the register, though he should have been marked present. Chaudhari was unable to explain how this happened, but he was hardly the person to explain this. It is, however, clear from this confusion that no importance can be attached to whether Babulal Parekh was marked present in the register or signed it. The real thing which determined the status of Babulal Parekh was the appointment order dated October 4, 1952, which the tribunal has accepted as correct. A question was certainly put to Chaudhari at the end of his cross-examination that he had manufactured the statements put in by him only the night before but he denied it. We cannot accept the suggestion on behalf of the respondents that the appointment order was ante-dated, for no such suggestion was made to Chaudhari and the tribunal itself does not find so. It is clear therefore that the finding of the tribunal that Babulal Parekh was appointed as clerk under Ramkrishna Prasad to begin with is patently perverse and it must be held that Babulal Parekh was from the very beginning working as store in-charge. Now in so far as Ramkrishna Prasad was concerned his work and emoluments remained the same after the appointment of Babulal Parekh. If a higher post was created in the Stores Department because of the increase in work, Ramkrishna Prasad could not claim promotion to it merely because he was working as a store-keeper before.",
    "entities": [
      {
        "start": 2770,
        "end": 2787,
        "label": "ORG"
      },
      {
        "start": 2207,
        "end": 2218,
        "label": "RESPONDENT"
      }
    ]
  },
  {
    "id": 9,
    "case_id": "1953_14",
    "text": "In our view the above observation is apposite and applies to the case before us. The true implication of the above observation as of the decisions in the other cases referred to above is that the pre-existing right of appeal is not destroyed by the amendment if the amendment is not made retrospective by express words or necessary intendment. The fact that the pre-existing right of appeal continues to exist must, in its turn, necessarily imply that the old law which created that right of appeal must also exist to support the continuation of that right. As the old law continues to exist for the purpose of supporting the pre- existing right of appeal that old law must govern the exercise and enforcement of that right of appeal and there can then be no question of the amended provision preventing the exercise of that right. The argument that the authority has no option or jurisdiction to admit the appeal unless it be accompanied by the deposit of the assessed tax as required by the amended proviso to section 22(1) of the Act overlooks the fact of existence of the old law for the purpose of supporting the pre-existing right and really amounts to begging the question. The new proviso is wholly inapplicable in such a situation and the jurisdiction of the authority has to be exercised under the old law which so continues to exist. The argument of Sri Ganapathy lyer on this point, therefore, cannot be accepted. The learned Advocate urges that the requirment as to the deposit of the amount of the assessed costs does not affect the right of appeal itself which still remains intact, but only introduces a new matter of procedure.\nA provision which is calculated to deprive the appellant of the unfettered right of appeal cannot be regarded as a mere alteration in procedure. Indeed the new requirement cannot be said merely to regulate the exercise of the appellants pre-existing right but in truth whittles down the right itself and cannot be regarded as a mere rule of procedure. Finally, Sri Ganapathy lyer faintly urges that until actual assessment there can be no lis and, therefore, no right of appeal can accrue before that event. There are two answers to this plea. Whenever there is a proposition by one party and an opposition to that proposition by another a lis arises. \n It may be conceded, though not deciding it, that when the assessee files his return a lis may not immediately arise, for under section 11 (1) the authority may accept the return as correct and complete. But if the authority is not satisfied as to the correctness of the return and calls for evidence, surely a controversy arises involving a proposition by the assessee and an opposition by the State. The circumstance that the authority who raises the dispute is himself the judge can make no difference, for the authority raises the dispute in the interest of the State and in so acting only represents the State. \n It 1000 will appear from the dates given above that in this case the lis in the sense explained above arose before the date of amendment of the section. Further, even if the lis is to be taken as arising only on the date of assessment, there was a possibility of such a lis arising as soon as proceedings started with the filing of the return or, at any rate, when the authority called for evidence and started the hearing and the right of appeal must be taken to have been in existence even at those dates. For the purposes of the accrual of the right of appeal the critical and relevant date is the date of initiation of the proceedings and not the decision itself.",
    "entities": [
      {
        "start": 1012,
        "end": 1023,
        "label": "PROVISION"
      },
      {
        "start": 2426,
        "end": 2436,
        "label": "PROVISION"
      }
    ]
  },
  {
    "id": 11,
    "case_id": "1953_57",
    "text": "This is an appeal by an assessee against a judgment and order of the High Court at Bombay delivered on a reference made by the Income-tax Appellate Tribunal. The Bombay High Court refused leave to appeal but the assessee obtained special leave from this Court. The appellant deals in silver and shares and a substantial part of his holding is kept in silver bullion and shares. His business is run and owned by himself. His accounts are maintained according to the mercantile system. It is admitted that under this system stocks can be valued in one of two ways and provided there is no variation in the method from year to year without the sanction of the Income-tax authorities an assessee can choose whichever method, that is to say, the cost price of the stock was wnterred at the beginning of the year and not its market value and similarly the cost price was again entered at the close of the year of any stock which was not disposed of during the yeaar.\nThe question referred were - \n Whether in the circumstances of the case any income arose to the assessee as a result of the transfer of hsres and silver bars to the trustees? If the answer to question (I) is in afirmative, whether the method employed by the Appellate Assistant Commissioner and upheld by the Appellate Tribunal in computing the assessees income from the transfer is the proper method for computing the income? Our answer to the first question is that in the circumstances of this case no income arose to the appellant as a result of the transfer of the shares and silver bars to the trustees. In view of that, the second question does not arise. The appeal is allowed with costs.\nIn my opinion the manner of his dealing with the asset after he withdraws it from the stock-in-trade of the business is really immmaterial. What is material from the stock-in-trade of the business and that vlaue can only be determine by the market value of the asset as at the date of its withdrawal.\nWith great respect to the learned Judges I do not see my way to agree with the reasoning of this judgment does not take count of the fact that at the date of the partition the assets which had been brought into the business at the earlier dates had depreciated in value and it was these depreciated assets which were the subject-matter of partition between the partners. Even if the partition be not treated as a sale it was a transer of property, the property of the firm being transferred to the individual partners thereof and each partner obtaining an absolute interest in the shares thus transferred to him by the firm was concerned it was certainly a transfer of the property to the individual partners and even as regards the partners themselves it was transfer of the interests of the partners inter se in the shares respectively transferred absolutely to each of them. If it were necessary to do so I would certainly say that the case was erroneously decided.",
    "entities": [
      {
        "start": 1219,
        "end": 1249,
        "label": "ORG"
      }
    ]
  },
  {
    "id": 23,
    "case_id": "1959_189",
    "text": "Directed against the refusal by the High Court of Patna to require the Income-tax Appellate Tribunal to state a case and refer to it the question of law namely Whether under the facts and circumstances of the case, the amount of Rs. 1,30,785 being the excess of sale proceeds of the building, plant and machinery over the written down value of the business of the said newspapers publications could in law be termed to be income, profits and gains of the petitioner ?\nThe High Court as stated above declined to do so, and hence this appeal. Mr. Kolah appearing on behalf of the appellant has urged before us that the question whether the sum of Rs. 1,30,785 being the excess of the sale proceeds of the building, plant and machinery amounted to or could be deemed to be income, profits or gains of the appellant was a question of law and the High Court should have directed the Income-tax Appellate Tribunal to state a case and refer the said question to it for its decision. Reliance was placed by him on Doughty v. Commissioner of Taxes, Commissioner of Income-tax v. Sir Homi Mehtas Executors, and Kikabhai Premchand v. Commissioner of Income-tax and it was urged that the question whether there was a sale by the appellant to the newly floated private limited company which according to his submission was in no manner distinct and separate from the appellant himself and whether profits earned by the appellant in the matter of the said transaction of the transfer of the assets from himself as the proprietor to the newly floated private limited company as the transferee could be profits or gains in the real and commercial sense of the term was really a question of law and if regard be had to the observations of this court in the majority judgment in Kikabhai Premchand v. Commissioner of Income-tax that it was open to the court to lift the veil of corporate entity and look behind the same in order to see who were the real parties to the transaction, the present case would really come within the dictum that no man can make profit from himself.\n We are at present not concerned to express any opinion on the merits of this contention. Suffice it to say that this contention raises a question of law which should have been referred to the High Court by the Income-tax Appellate Tribunal for its decision, and when on the refusal of the Income-tax Appellate Tribunal to state a case and to refer the said question to the High Court the appellant approached the High Court, the High Court should, in the exercise of its jurisdiction under section 66(2) of the Income-tax Act, have asked the Income-tax Appellate Tribunal to state a case and refer the said question to it for its decision. The question as it has been framed is not aptly worded.",
    "entities": [
      {
        "start": 2550,
        "end": 2561,
        "label": "PROVISION"
      },
      {
        "start": 455,
        "end": 465,
        "label": "PETITIONER"
      },
      {
        "start": 541,
        "end": 550,
        "label": "OTHER_PERSON"
      },
      {
        "start": 36,
        "end": 55,
        "label": "COURT"
      }
    ]
  },
  {
    "id": 29,
    "case_id": "1960_100",
    "text": "The brief facts necessary for present purposes are that the appellant was appointed as a foot- constable in 1931 in the Punjab Police and was dismissed on January 25, 1944. Shortly before, he was acting as an Assistant Sub-Inspector and actually working as a Police Censor. The charge against him was that while he was working as Police Censor, he detained certain letters illegally and had copies and photo- graphs made of them and later used these copies and photographs for blackmail. He was consequently reverted to his substantive post of head constable on January 14, 1944. Thereafter on January 21, 1944, an enquiry was started against him by the Superintendent of Police and he was eventually dismissed. He went in appeal to the Deputy Inspector General of Police, which was dismissed. He then went in revision to the Inspector General of Police, which also failed.\nSection 243 however is in these terms- Notwithstanding anything in the foregoing provisions of this chapter, the conditions of service of the subordinate ranks of the various police forces in India shall be such as may be determined by or under the Act relating to those forces respectively. Obviously s. 243 was a special provision with regard to subordinate ranks of police forces in India and it is not in dispute that the appellant belonged to the subordinate ranks. Therefore according to s. 243, the conditions of service of the subordinate ranks are governed by or under the Acts relating to police forces and s. 240(3) can have no application to them. The non obstante clause of s. 243 makes it clear that so far as the subordinate ranks of police forces in India are concerned, a. 243 will apply and not the earlier provisions including s. 240(3). We are therefore of opinion that in view of the special provisions in s. 243 relating to the subordinate ranks of police forces in India (to which the appellant undoubtedly belonged), s. 240(3) would have no application.\n We may in this connection refer to the judgment of the Privy Council in North- West Frontier Province v. Suraj Narain Anand (1), where it was held that the non obstante clause in s. 243 excluded the operation of s. 240(2) in the case of subordinate ranks of police forces in India and that conditions of service included the right of dismissal. (1) 1948 F.C.R. 103. That case dealt with s. 240(2) but the same reasoning would in our opinion apply to s. 240(3). As has already been pointed out by the learned District Judge, the substance of s. 240(3) was brought into the Police Regulations in September 1946 long after the appellant had been dismissed and would therefore not apply to the appellant. He would therefore not be entitled to the second notice under s. 240(3) as explained in I. M. Lalls case by the Privy Council (See High Commissioner for India High Commissioner for Pakistan v. I. M. Lall (1)). Nor was such notice necessary under the Police Regulations as they existed at the time of the appellants dismissal.",
    "entities": [
      {
        "start": 2781,
        "end": 2800,
        "label": "ORG"
      },
      {
        "start": 2807,
        "end": 2828,
        "label": "ORG"
      },
      {
        "start": 2032,
        "end": 2076,
        "label": "PRECEDENT"
      }
    ]
  },
  {
    "id": 49,
    "case_id": "2003_794",
    "text": "An Industrial unit run by M s. Diamond Marbles Pvt. Ltd respondent No 4 was brought to sale in terms of Section 29 of the State Financial Corporation Act 1951 for short the State Act by Rajasthan Financial Corporation respondent No 3. Appellant before us participated in auction and its bid having been accepted took possession of the said unit on 28 8 1987 pursuant to the agreement entered into between them. On 4 12 1987 the Additional Collector of Central Excise adjudicated in a proceeding arising out of show cause notice issued under Section 11A of the Central Excise Act to respondent No 4 in relation to certain goods that are said to have been removed between 13 8 1986 and 23 8 1986 and excise duty of Rs 1 04 586.17 and penalty of Rs 3 lakhs was levied and demanded.\nNow taking the last contention first we may notice that this Court in Isha Marbles considered the scope of Section 24 of the Electricity Act and held that there is no charge over the property in question and when a premises comes to be owned or purchased by the auction purchaser he cannot be called upon to clear the past arrears when such purchaser seeks supply of electric energy or it is made clear in that decision that what matters is the contract entered into by the erstwhile consumer with the Board and the Board cannot seek the enforcement of contractual liability against the third party. Therefore this decision in Isha Marbles cannot be taken advantage of by the appellant at all in this case.\nIn this case the liability arises under the Central Excise Act and Rule 230 2 of the Central Excise Rules. The said Rule clearly indicates that it is a mode of recovery of the excise dues from the assets owned by a predecessor and on his liabilities being assessed could be recovered even from the successor.\nThe argument advanced by the appellant that sale having taken place under the State Act free of encumbrances and the transferor s rights or liabilities cannot be that of transferee does not hold good. Section 29 2 of the State Act makes it clear that the property pledged mortgaged hypothecated or assigned to the Financial Corporation can be brought to sale and such a sale if resulted in transfer of property shall vest in the successor all rights in the property transferred as if the transfer has been made by the owner of the property. When sale made by the corporation is deemed to be a sale made by the owner of the property necessarily Rule 230 2 of the Central Excise Rules would be attracted.\nWe are not impressed with the argument that the State Act is a special enactment and the same would prevail over the Central Excise Act. Each of them is a special enactment and unless in the operation of the same any conflict arises this aspect need not be examined. In this case no such conflict arises between the corporation and the Excise Department. Hence it is unnecessary to examine this aspect of the matter.",
    "entities": [
      {
        "start": 122,
        "end": 159,
        "label": "STATUTE"
      },
      {
        "start": 173,
        "end": 183,
        "label": "STATUTE"
      },
      {
        "start": 560,
        "end": 579,
        "label": "STATUTE"
      },
      {
        "start": 904,
        "end": 920,
        "label": "STATUTE"
      },
      {
        "start": 1530,
        "end": 1549,
        "label": "STATUTE"
      },
      {
        "start": 1571,
        "end": 1591,
        "label": "STATUTE"
      },
      {
        "start": 1873,
        "end": 1883,
        "label": "STATUTE"
      },
      {
        "start": 2016,
        "end": 2026,
        "label": "STATUTE"
      },
      {
        "start": 2457,
        "end": 2478,
        "label": "STATUTE"
      },
      {
        "start": 2546,
        "end": 2556,
        "label": "STATUTE"
      },
      {
        "start": 2615,
        "end": 2633,
        "label": "STATUTE"
      },
      {
        "start": 122,
        "end": 149,
        "label": "ORG"
      },
      {
        "start": 186,
        "end": 217,
        "label": "ORG"
      },
      {
        "start": 2109,
        "end": 2130,
        "label": "ORG"
      },
      {
        "start": 2834,
        "end": 2851,
        "label": "ORG"
      },
      {
        "start": 56,
        "end": 66,
        "label": "RESPONDENT"
      },
      {
        "start": 218,
        "end": 228,
        "label": "RESPONDENT"
      },
      {
        "start": 582,
        "end": 592,
        "label": "RESPONDENT"
      }
    ]
  },
  {
    "id": 33,
    "case_id": "1961_344",
    "text": "Appeal by special leave from the judgment and decree dated June 23, 1959, of the Calcutta High Court in Appeal from Original Decree No. 50 of 1955. Veda Vyasa, S. K. Kapur and B.P. Maheshwari, for the appellant. L. Gosain and K. L. Mehta, for the respondent. 1961. December 20. The Judgment of the Court was delivered by SHAH, J.-Mr. Justice Bachawat of the High Court of Judicature at Calcutta decreed Suit No. 1039 of 1948 filed by one Pearey Lal-hereinafter called the plaintiff-for a decree for Rs. 1,35,000/- with interest against the New Bank of India Ltd.\nIt is not necessary in this appeal to consider whether because of an agreement to pay interest the relationship may be deemed to be of debtor and creditor, because it was held by both the courts below that no such agreement is proved, and according to the settled practice of this court the finding is regarded a binding. The Bank charged no commission or remuneration for transmitting the amount to Calcutta, but that, in our judgment, is a circumstance which permits of no inference against the plaintiff. Undoubtedly, when the amount was delivered to the Bank by the plaintiff it was his intention to open fixed deposit account in Calcutta with the Banks branch but the fixed deposit accounts were to be opened after instructions were received. \nThe transaction, as evidenced by the two receipts, was primarily one of entrustment of the amount to the Bank for transmission to Calcutta. After the purpose for which the moneys were entrusted was carried out, in the absence of further instructions the defendant did not cease to be a trustee. So long as instructions were not given by the plaintiff for appropriation of the amounts the Bank continued to hold the amounts transmitted for and on behalf of the plaintiff and there is no evidence that the plaintiff gave instructions or acquiesced in the opening of a fixed deposit account after the same reached Calcutta. It is immaterial that the Bank purported to open fixed deposit account in the name of the plaintiff with the amounts received at its head office at Lahore. That course of action was adopted without the consent of the plaintiff and it could not bind the plaintiff. The High Court was, therefore, right in holding that the amount delivered by the plaintiff to the Bank at Lahore remained in trust even after it reached Calcutta, and it was not held by the Bank, in deposit for the plaintiff within the meaning of the scheme sanctioned by the High Court of East Punjab.",
    "entities": [
      {
        "start": 540,
        "end": 548,
        "label": "ORG"
      },
      {
        "start": 552,
        "end": 561,
        "label": "ORG"
      },
      {
        "start": 885,
        "end": 893,
        "label": "ORG"
      },
      {
        "start": 247,
        "end": 257,
        "label": "RESPONDENT"
      },
      {
        "start": 334,
        "end": 350,
        "label": "JUDGE"
      },
      {
        "start": 330,
        "end": 350,
        "label": "OTHER_PERSON"
      },
      {
        "start": 358,
        "end": 382,
        "label": "COURT"
      },
      {
        "start": 2473,
        "end": 2491,
        "label": "COURT"
      }
    ]
  },
  {
    "id": 3,
    "case_id": "1951_36",
    "text": "The im- pugned section is a general one and applies to all kinds of shops that is to say, to those in which labour is employed as well as to those which are run by the owners and their families. The Act in which the section occurs is directed at regulating the hours of employment of persons who are employed in the business of shops or commercial establish- ments. Therefore, in so far as section 7 covers establish- ments where labour is employed, it is undoubtedly intra vires. But it was argued that the section can have no appli- cation to shops which an owner runs with or without the assistance of his family. Reliance for this was placed on section 2-A (i) and (j) which is as follows 2-A. Nothing in this Act shall apply to-- \n persons employed in a managerial capacity and (j) the members of the family of the employer. It was argued that the sale was by the son. He is not affected by the Act. Therefore. he was entitled to sell and he could not sell unless the shop was kept open to enable him to do so. So also as regards the appel- lant, the owner, who was there in a managerial capacity. In our opinion, this is fallacious because the conviction here is not for the sale but for keeping the shop open on a close day. Section 2-A (j) does not give the son a right to keep the shop open or, for that matter, a right to sell. All it says is that he, being a member of the family, shall not be affected by the provisions of the Act. Section 7(1), on the other hand, is directed against the owner of the shop, not against his family. It compels the owner to keep his shop closed one day in a week. \n It was then contended that if a person employed in a managerial capacity cannot be affected by the Act, then the appellant who was there in that capacity cannot be compelled to close the shop under section 7. This is also fallacious. It happens in the present case that the owner and the manag- er are the same but the Act obviously makes provision for a class of case in which they are different. The owner is obliged to close the shop one day in a week, though the manager of the shop can work without, for example, having the twenty-four consecutive hours of rest every week which section 7-A enjoins. The appellants capacity as manager will have to be separated from his character as owner for this purpose. Section 2-A(i) does not control section 7 (1). Lastly, it was argued that the scheme of the Act makes it plain that it is for ameliorating the conditions of labour employed in shops. It cannot therefore apply to shops in which no labour is employed, particularly when the family of the employer is expressly excluded from the purview of the Act. For this reason also, it cannot fall under item 27 in List III. We are of opinion that such a narrow interpre- tation cannot be placed upon the entry. The legislature may have felt it necessary, in order to reduce the possibilities of evasion to a minimum, to encroach upon the liberties of those who would not otherwise have been affected. That we think it had power to do.",
    "entities": [
      {
        "start": 390,
        "end": 399,
        "label": "PROVISION"
      },
      {
        "start": 649,
        "end": 660,
        "label": "PROVISION"
      },
      {
        "start": 1808,
        "end": 1817,
        "label": "PROVISION"
      },
      {
        "start": 2194,
        "end": 2205,
        "label": "PROVISION"
      },
      {
        "start": 2354,
        "end": 2363,
        "label": "PROVISION"
      },
      {
        "start": 195,
        "end": 203,
        "label": "STATUTE"
      }
    ]
  },
  {
    "id": 20,
    "case_id": "1959_66",
    "text": "The award made by the Industrial Tribunal, Bombay, in Reference (IT) No. 75 of 1956 between the appellant and the respondents whereby the Industrial Tribunal awarded to the respondents 4 1/2 months basic wages as bonus for the year 1954-55 (year ending June 30, 1955). The appellant is a subsidiary of the Premier Construction Co., Ltd., and manufactures Hume Pipes.\nIt was therefore contended that the calculations should be made after taking into account the savings thus effected by the appellant and only a sum of Rs. 1,23,138 - which was the actual sum paid to those workmen should be taken into account and no more. We are afraid, we cannot accept this contention. If this contention was accepted the respondents before us would have an advantage over those workmen with whom settlements have been made and would get larger amounts by way of bonus merely by reason of the fact that the appellant had managed to settle the claims of those workmen at lesser figures.\n If this contention of the respondents was pushed to its logical extent it would also mean that in the event of the non-fulfilment of the conditions imposed by the Tribunal in the award of bonus herein bringing in savings in the hands of the appellant, the respondents would be entitled to take advantage of those savings also and should be awarded larger amounts by way of bonus, which would really be the result of the claimants entitled to the same not receiving it under certain circumstances-an event which would be purely an extraneous one and unconnected with the contribution of the respondents towards the gross profits earned by the appellant. The Tribunal was, therefore, right in calculating the bonus on an All-India basis. By our order dated April 12, 1957, the appellant was ordered to pay to the respondents within a fortnight from the date thereof bonus for the year 1954-55 equivalent to two months basic wages that amount has already been paid and works out at Rs. 3.39 lacs on an All-India basis. The only question which therefore survives is what further bonus, if any, would the respondents be entitled to from the distributable surplus of Rs. 12 lacs. The sum of Rs. 3.50 lacs required for building up the debenture redemption reserve is an all-engrossing need of the appellant and that is a factor which must of necessity be taken into consideration while arriving at the ultimate figure, particularly because such redemption of the debentures would enure not only for the benefit of the Company and its shareholders but also of the workmen employed therein. Having regard to all the circumstances of the case, we feel that an award of four months basic wages as aggregate bonus for the year 1954-55 (which by the way was the bonus awarded for the previous year 1953-54 also) would give a fair share to the labour in the distributable surplus, leaving to the shareholders and the company a balance of Rs. 5.22 lacs to be utilised by them not only towards building up of the debenture redemption reserve but also for building up other reserves, which would be utilised for various other purposes indicated above.",
    "entities": [
      {
        "start": 114,
        "end": 125,
        "label": "RESPONDENT"
      },
      {
        "start": 173,
        "end": 184,
        "label": "RESPONDENT"
      },
      {
        "start": 707,
        "end": 718,
        "label": "RESPONDENT"
      },
      {
        "start": 998,
        "end": 1009,
        "label": "RESPONDENT"
      },
      {
        "start": 1228,
        "end": 1239,
        "label": "RESPONDENT"
      },
      {
        "start": 1562,
        "end": 1573,
        "label": "RESPONDENT"
      },
      {
        "start": 1783,
        "end": 1794,
        "label": "RESPONDENT"
      },
      {
        "start": 2072,
        "end": 2083,
        "label": "RESPONDENT"
      }
    ]
  },
  {
    "id": 45,
    "case_id": "1962_339",
    "text": "Only one question arises for consideration in this appeal by special leave and that is the meaning to be given to the expression final decision occurring in the first proviso to s. 28 A of the Provincial Insolvency Act, 1920 (Act No. 5 of 1920), introduced by Act No. 25 of 1948. For appreciating the argument advanced before us a few facts have to be stated. Venkata Reddy, the father of the appellants, was adjudicated an insolvent by the Sub-Court, Salem in I. P. No. 73 of 1935. At that time only the appellants 1 and 2 were born while the third appellant was born later. The fathers one-third share was put up for auction by the Official Receiver and was purchased by one Karuppan Pillai for Rs. 80/-. The Official Receiver then put up for auction the two-thirds share belonging to appellants 1 and 2 on July 27, 1936, which was purchased by the same person for Rs. 341/-. He sold the entire property to the respondent Pethi Reddy on May 25, 1939, for Rs. 300/-. The appellants instituted a suit on February 1, 1.943, for the partition of the joint family property to which suit they made Pethi Reddy a party and claimed thereunder two- thirds share in the property puchased by him. In that suit it was contended on behalf of the respondent that on their fathers insolvency the share of the appellants in the joint family property also vested in the Official Receiver and that he had the power to sell it. The contention was negatived by the trial court which passed a preliminary decree for partition in favour of the appellants.\nIn the case before us the preliminary decree was never challenged at all by preferring any appeal and therefore, the matters conclude by it are not open to challenge in an appeal against the final decree. Further, a preliminary decree cannot be equated with an interlocutory order within the meaning of s. 105, Code of Civil Procedure. It will thus be seen that the decision relied upon has no application to the facts of this case. Our conclusion, therefore, is that in this case the sale made by the Official Receiver during the insolvency of the appellants father was the subject of a final decision by a competent court inasmuch as that court decided that the sale was of no avail to the purchaser at the Official Receiver had no power to effect that sale. Nothing more was required to be established by the appellants before being entitled to the protection of the first proviso to s.28A. \nSince they have established what was required to be established by them, they are entitled to a final decree and the High Court was in error in dismissing their application in that behalf. In the result we allow the appeal, set aside the judgment and decree of the High Court and restore that of the trial court as affirmed in appeal by the learned Subordinate judge. Costs in this court and in the High Court will be borne by the present respondent.",
    "entities": [
      {
        "start": 193,
        "end": 226,
        "label": "STATUTE"
      },
      {
        "start": 913,
        "end": 923,
        "label": "RESPONDENT"
      },
      {
        "start": 1235,
        "end": 1245,
        "label": "RESPONDENT"
      },
      {
        "start": 2870,
        "end": 2880,
        "label": "RESPONDENT"
      }
    ]
  },
  {
    "id": 4,
    "case_id": "1951_40",
    "text": "In those circumstances the remainder was sublet for fourteen years at an annual rent of pound 1,150. The general commissioners of income-tax decided that the difference of pound 400 between the outgoing of pound 750 for the land retained and the incoming of pound 1,150 for the land disposed of was income received from an invest- ment, and, the business not being one within the special categories mentioned in the Finance Act, 1939, that pound 400 was not taxable. \n It was held that the word investment must be construed in the ordinary, popular sense of the word as used by businessmen and not as a (1) 1946 1 A.E.R.58. (3) 1946 2 A.E.R. 609. (2) 1947 1 A.E.R. 798. term of art having a defined or technical meaning and that it was impossible to say that the commissioners had erred in law in coming to the conclusion that the transaction result- ed in an investment. Scott L.J. in delivering his judgment laid emphasis on the point that after the business of the company had dwindled, it partitioned part of the land from the rest and sublet it by installing a heating apparatus for the sub-lessee. \n It was found that war conditions had reduced the companys business to very small proportions and they cut their loss by going out of business in respect of the major part of their land and put it out of their power for 14 years to resume business there. In this situation it was observed that in that case they were dealing with part of the property of the company which had come redundant and was sublet purely to produce income--a transaction. quite apart from the ordinary business activities of the company. \n It was pointed out that the question whether a particular source of income was income or not must be decided, as it could be, according to ordinary commonsense principles. The short question to decide in this case is whether on the facts found, it could be said reasonably that the dyeing plant had become redundant for its business as a silk manu- facturing concern, simply by the circumstance that for the time being it could not be used by it personally for the purpose of dyeing silk yarn owing to the non-availability of yarn. It is difficult to conceive that the company would not have immediately started dyeing yarn as soon as it became available. Instead of dyeing yarn, another person was allowed to dye jute (we are told), the assessee company making income out of its use as a commercial asset.",
    "entities": [
      {
        "start": 416,
        "end": 435,
        "label": "STATUTE"
      }
    ]
  },
  {
    "id": 53,
    "case_id": "2013_95",
    "text": "This appeal is directed against judgment dated 3.2.2010 of the Division Bench of the Madras High Court whereby the writ appeal filed by the appellant was dismissed and the order passed by the learned Single Judge negating his challenge to the order of punishment was upheld.\n The appellant joined service as Junior Assistant in the Tamil Nadu Public Service Commission for short the Commission in 1973. He was promoted as Assistant in 1975 and as Assistant Selection Grade in 1988. In February 1990 the appellant was sanctioned unearned leave from 12.2.1990 to 25.2.1990 for private work. During that period P Section of the Commission is said to have directed him to work as Invigilator at Bharathiyar Women Arts College Chennai which was one of the centers for the written examination on 17.2.1990 and 18.2.1990 held for recruitment of Assistant Surgeons.\nUnfortunately the learned Single Judge and the Division Bench of the High Court failed to take cognizance of the admission made by the Chief Invigilator that on a request made by him five substitute Invigilators including R.Mahalingam had been appointed by P Section of the Commission and he had produced the order of his appointment and that the question papers etc had been brought by him i.e the Chief Invigilator from the office of the Commission and opened seals in the presence of two other invigilators . The High Court also did not pay due weightage to the fact that the appellant had not handled the question papers at any stage and he had no role in distribution of wrong question papers to six candidates. These errors and omissions on the part of the learned Single Judge and the Division Bench in our considered view are fatal to their concurrence with the finding recorded by the Enquiry Officer the Secretary and the Chairman of the Commission that the appellant had unauthorisedly worked as Invigilator on 17.2.1990 and 18.2.1990.\n At the cost of repetition it deserves to be mentioned that the appellant had no role to play in the matter of mixing of the question papers of the afternoon examination with the morning examination. Before the Enquiry Officer no evidence was produced by the Commission to prove that the appellant had the custody of the question papers. Rather the statements made by the Chief Invigilator before the Inspector Crime Investigation Department and the Controller of Examinations clearly show that he had collected the question papers from the office of the Commission that the seals were opened at the examination center in the presence of two persons and the appellant had not played any role in the exercise. Therefore the appellant cannot be blamed for distribution of wrong question papers to the candidates or the so called leakage of the question papers.",
    "entities": [
      {
        "start": 332,
        "end": 368,
        "label": "ORG"
      },
      {
        "start": 2306,
        "end": 2346,
        "label": "ORG"
      }
    ]
  },
  {
    "id": 10,
    "case_id": "1953_26",
    "text": "This is an appeal from the judgment and order of the High Court of Judicature at Bombay declaring the Bombay Sales Tax Act, 1952, (Act XXIV of 1952), ultra vires the State Legislature and issuing a writ in the nature of mandamus against the State of Bombay and the Collector of Sales Tax, Bombay, appellants herein, directing them to forbear and desist from enforcing the provisions of the said Act against the respondents who are dealers in motor cars in Bombay. \n The Legislature of the State of Bombay enacted the Bombay Sales Tax Act, 1952, (hereinafter referred to as ,the Act) and it was brought into force on October 9, 1952, by notification issued under section 1 (3) of the Act, except sections 5, 9, 10 and 47 which came into operation on November 1, 1952, as notified under section 2 (3). On, the same day the rules made by the State Government in exercise of the power conferred by section 45 of the Act also came into force. 1075 On November 3, 1952, the respondents 1 to 6, who are companies incorporated under the Indian Companies Act, 1913, and respondent No. 7, a partnership firm, all of whom are carrying on business in Bombay of buying and selling motor cars, presented a petition to the High Court under article 226 of the Constitution challenging the validity of the Act on the ground that it is ultra vires the State Legislature, inasmuch as it purported to tax sales arid purchases of goods regardless of the restrictions imposed on State legislative power by article 286 of the Constitution. It was also alleged that the provisions of the Act were discriminatory in their effect and, therefore, void under article 14 read with article 13 of the Constitution. The respondents accordingly prayed for the issue of a writ in the nature of mandamus against the appellants preventing them from enforcing the provisions of the Act against the respondents.\nThe State in which the property in the goods passes would not be able to tax such sale or purchase in the absence of a provision enacted by law by Parliament within the meaning of article 286(2). Once that ban is lifted by the appropriate legislation enacted by the Parliament the State in which the property in the goods passes would also be entitled to tax such sale or purchase but not otherwise. Save as above, I agree with the conclusions reached by my Lord the Chief Justice in the judgment just delivered. I agree that the Bombay Sales Tax Act, 1952, and the rules made, thereunder except Rule 5(2)(1) do not contravene the provisions of article 286, that Rule 5(2)(1) is clearly severable and can be ignored, that there is no substance in the contention of Shri Seervai that there is a violation of the fundamental rights guaranteed under article 14 and that the taxation statutes should be construed in a manner so as to allow the statute itself to stand, the taxing authority being prevented by injunction from imposing the tax on subjects excluded by the Constitution from the purview of taxation by the State. \n In the result the declaration Made by the court below will be set aside, the writ issued by it will be quashed and the State of Bombay will be prohibited from imposing or authorising the imposition of a tax on sales or purchases which according to the interpretation put above on article 286 are excluded from the purview 1129 of taxation by the State of Bombay.",
    "entities": [
      {
        "start": 662,
        "end": 671,
        "label": "PROVISION"
      },
      {
        "start": 785,
        "end": 794,
        "label": "PROVISION"
      },
      {
        "start": 894,
        "end": 904,
        "label": "PROVISION"
      },
      {
        "start": 1225,
        "end": 1236,
        "label": "PROVISION"
      },
      {
        "start": 1484,
        "end": 1495,
        "label": "PROVISION"
      },
      {
        "start": 1631,
        "end": 1641,
        "label": "PROVISION"
      },
      {
        "start": 1652,
        "end": 1662,
        "label": "PROVISION"
      },
      {
        "start": 2054,
        "end": 2066,
        "label": "PROVISION"
      },
      {
        "start": 2519,
        "end": 2530,
        "label": "PROVISION"
      },
      {
        "start": 2721,
        "end": 2731,
        "label": "PROVISION"
      },
      {
        "start": 3278,
        "end": 3289,
        "label": "PROVISION"
      },
      {
        "start": 102,
        "end": 131,
        "label": "STATUTE"
      },
      {
        "start": 517,
        "end": 546,
        "label": "STATUTE"
      },
      {
        "start": 1029,
        "end": 1057,
        "label": "STATUTE"
      },
      {
        "start": 2404,
        "end": 2432,
        "label": "STATUTE"
      },
      {
        "start": 411,
        "end": 422,
        "label": "RESPONDENT"
      },
      {
        "start": 968,
        "end": 979,
        "label": "RESPONDENT"
      },
      {
        "start": 1061,
        "end": 1071,
        "label": "RESPONDENT"
      },
      {
        "start": 1688,
        "end": 1699,
        "label": "RESPONDENT"
      },
      {
        "start": 1861,
        "end": 1872,
        "label": "RESPONDENT"
      },
      {
        "start": 2639,
        "end": 2651,
        "label": "OTHER_PERSON"
      },
      {
        "start": 53,
        "end": 77,
        "label": "COURT"
      }
    ]
  },
  {
    "id": 36,
    "case_id": "1961_400",
    "text": "ppeal from the judgment and order dated March 11, 1957, of the Patna High Court, in Misc. Judicial Case No. 40 of 1957. C. Setalvad, Attorney-General for India,  Ganapathy Iyer R. H. Dhebar and T. M. Sen, for the appellants. P. Verma, for the respondent. 1961. November 21. The Judgment of the Court was delivered by SHAH, J.- This is an appeal against the judgment of the High Court of Judicature at Patna from an order commanding the Accountant General of Bihar, Ranchi, to pay certain passage allowance due under the Superior Civil Services (Revision of Pay and Pension) Rules, 1924, to the wife and the children of the respondent. After passing the competitive examination held in London in August, 1924 the respondent N. bakshi was admitted in November, 1924 to the Indian Civil Service and was, after his arrival in India, posted in the Province of Bihar. He continued to serve in the State of Bihar after independence. On February 3, 1956, the respondent enquired of the Accountant General of Bihar about the number of passages to which he and the members of his family were entitled under the Superior Civil Services (Revision of Pay and Pension) Rules, 1924-hereinafter called the Statutory Rules.\nConsequently, I think if a person was in receipt of a Payment, or in receipt of a percentage, or any kind of payment which would not be actual money payment, the amount he would receive annually in respect of this would be remuneration. The expression remuneration appears to have been used in the Constitution in this wide connotation. As already observed, the right to passage was originally made part of the salary, but under the Rules framed in 1926, the provision for setting apart a fixed sum of money as salary out of the General Passage Fund was altered and passages were credited to the account of members of Civil services and debited and when they were availed of out of the general Revenue of the State. This alteration was made merely for administrative convenience and did not alter the character of the benefit. Under the Rules of 1924, the provision for passage port of the remuneration and it continued to be such even after the amendment of the Rules in 1926 The right to passage benefits was statutory, and was under the Indian Independence Act in the nature of an allowance, or in any event privilege or facility paid in kind. It was expressly made part of the remuneration earned by the numbers of the Indian Civil Service. The Conditions of service as to remuneration having been guaranteed, the right to this benefit remained guaranteed to those members of the Indian Civil Service who were entitled to it before the Constitutions. This guarantee which was continued in force even after the Commencement of the Constitution was for the first time by Rules made in June 1957 by retrospective amendment of the Statutory Rules from July 12, 1956 sought to be cancelled. But the central Government in exercise of Rule making power was incompetent to destroy or cancel a constitutional guarantee.",
    "entities": [
      {
        "start": 1190,
        "end": 1205,
        "label": "STATUTE"
      },
      {
        "start": 2247,
        "end": 2271,
        "label": "STATUTE"
      },
      {
        "start": 2838,
        "end": 2854,
        "label": "STATUTE"
      },
      {
        "start": 99,
        "end": 110,
        "label": "CASE_NUMBER"
      },
      {
        "start": 243,
        "end": 253,
        "label": "RESPONDENT"
      },
      {
        "start": 623,
        "end": 633,
        "label": "RESPONDENT"
      },
      {
        "start": 712,
        "end": 722,
        "label": "RESPONDENT"
      },
      {
        "start": 951,
        "end": 961,
        "label": "RESPONDENT"
      },
      {
        "start": 373,
        "end": 397,
        "label": "COURT"
      }
    ]
  },
  {
    "id": 22,
    "case_id": "1959_134",
    "text": "The suit was filed by the present appellants for a declaration of their title to 136 odd bighas of Ryotikasht lands and for possession thereof either exclusively or jointly with the defendants. A claim for mesne profits and interest was also made. The suit was decreed by the Subordinate Judge, Motihari, on the ground that the defendants were in possession of the suit lands as benamidars.\nThe correct position in law, in our opinion, is that what one has to see is whether the illegality goes so much to the root of the matter that the plaintiff cannot bring his action without relying upon the illegal transaction into which he had entered. If the illegality be trivial or venial, as stated by Williston and the plaintiff is not required to rest his case upon that illegality, then public policy demands that the defendant should not be allowed to take advantage of the position. A strict view, of course, must be taken of the plaintiffs conduct, and he should not be allowed to circumvent the illegality by resorting to some subterfuge or by mis-stating the facts. If, however, the matters is clear and the illegality is not required to be pleaded or proved as part of the cause of action and the plaintiff recanted before the illegal purpose was achieved, then, unless it be of such a gross nature as to outrage the conscience of the Court, the plea of the defendant should not prevail.\n We must remember that benami transactions are common in India, and have always been recognised. They are entered into for a variety of reasons, and the benamidar holds the property in trust for his principal. In the present case, the object of the benami transaction was merely to keep the property from being resumed by the Bettiah Raj on the expiry of the lease in favour of Radhumal, which undoubtedly the Bettiah Raj could have done, if it had been so minded. The information about the benami transaction was, however, not withheld from the Bettiah Raj, and even with that knowledge, the Bettiah Raj took no action against Radhumal or the benamidars. The plaintiffs recanted inasmuch as they asserted their true title and true facts before the occasion for the Raj to act arose. Thus, the fraud, though intended, was not perpetrated, because the fraud could only be effected at the end of the lease term, and the locus poenitentiae which the lessee possessed was duly used long before the expiry of the lease. The illegality was also of a trivial character, inasmuch as the signatures of Prahlad Rai and others were made on the relative documents on the faith of their close friendship and relationship and under the assumption that no objection from them would proceed to the making of the application on their behalf and to the signing of the B. H. forms in their names. The appellants were not required to prove this fact as part of their cause of action, and indeed, if the answering respondents are to be believed, they asserted as vehemently that the signatures were not forged but were their very own. In establishing the benami nature of a transaction, the cardinal point to be proved is the source of money and this was done, and it was also established that Prahlad Rai and others were merely farzidars. To prove these things, it did not require the proof of the signatures.",
    "entities": [
      {
        "start": 2885,
        "end": 2896,
        "label": "RESPONDENT"
      }
    ]
  },
  {
    "id": 41,
    "case_id": "1962_118",
    "text": "On the 26th July, 1958, the Collector of Central Excise, Nagpur, passed an order directing absolute confiscation of five bars of gold weighing 290.6 Tolas found in the possession of the appellant Pukhraj and imposing upon him a personal penalty of Rs. 25,000/- under s. 167 (8) of the Sea Customs Act, 1878 read with a. 19 of the said Act and s. 23-A of the Foreign Exchange Regulation Act, 1947. Aggrieved by the said order, the appellant filed a writ petition in the High Court of Bombay at Nagpur under Arts. 226 and 227 of the Constitution on September 15, 1958. By this petition, the appellant claimed a writ of Certiorari or other appropriate writ or order quashing the impugned order.\nThe argument is that the question as to whether there was a reasonable belief or not is justiceable, and since there is no material on the record to show that the belief could have been reasonable, the statutory presumption cannot be raised. In our opinion, this argument is not well-founded. There are two broad features of this seizure which cannot be igno- red. The first feature on which the officer relied is supplied by the quantity of gold in question. It was found that the appellant was carrying on his person five pieces of gold bullion weighing as much as 290.6 tolas. \nThis large quantity of gold valued at nearly Rs. 30,000/- itself justified a reasonable belief in the mind of the officer that the gold may be smuggled. In that connection, it may not be irrelevant to remember that the said officer had received positive information in the month of September, 1956, regarding the smuggling of gold by the appellant. That is why he was intercepted by the officer on the 25th October, 1956, at the Raigarb railway station at 16.30 hours. Then the other fact on which the reasonable belief can be founded is the suspicious circumstances of the appellants journey. The appellant was found travelling without a Railway ticket and his explanation as to how he came to be. in the said passenger train is obviously untrue. A person carrying a, large quantity of gold and found travelling without a ticket may well have raised a reasonable belief in the mind of the officer that the gold was smuggled. The object of travelling without a ticket must have been to conceal the fact that the appellant had travelled all the way from Calcutta at which place the gold must have been smuggled. The story subsequently mentioned by the appellant about his journey to Tatanagar which has been disbelieved brings into bold belief the purpose which the appellant had in mind in travelling without a ticket. After-all-, when we are dealing with a question as to whether the belief in the mind of the Officer who effected the seizure was reasonable or not, we are not sitting in appeal over the decision of the said officer. All that we can consider is whether there is ground which prima facie justifies the said reasonable belief. That being so, we do not think there is any substance in the argument that the seizure was effected without a reasonable belief and so is outside section 178A.",
    "entities": [
      {
        "start": 3062,
        "end": 3074,
        "label": "PROVISION"
      },
      {
        "start": 285,
        "end": 307,
        "label": "STATUTE"
      },
      {
        "start": 358,
        "end": 395,
        "label": "STATUTE"
      },
      {
        "start": 7,
        "end": 22,
        "label": "DATE"
      },
      {
        "start": 1675,
        "end": 1693,
        "label": "DATE"
      },
      {
        "start": 469,
        "end": 489,
        "label": "COURT"
      }
    ]
  },
  {
    "id": 24,
    "case_id": "1960_10",
    "text": "The appellants-companies, the employers, in these sugar industries also challenge the correctness of the order made by the Industrial Tribunal and confirmed by the Labour Appellate Tribunal awarding the workmen attending the proceedings before the Industrial Tribunal, wages, travelling allowance and halting allowance and further directing that the workmen attending these proceedings would be treated on special leave with pay for the period of such attendance. As regards these orders the appellants contend that they run counter to the pronouncements of this Court in Punjab National Bank Ltd. v. Sri Ram Kanwar, Industrial Tribunal, Delhi (1). This contention, we are bound to say, is correct. Whatever might have been said in support of the view taken by the Tribunals in ordering payment of these allowances and of granting special leave to workmen attending proceedings of necessity, if the question was res integra we are bound by the authority of Punjab National Banks Case (1) to (1) 1957 S.C.R. 220. hold that no such allowances are payable and no such order garanting leave may be made. The order of the Tribunals below allowing travelling allowance and balting allowance and special leave to workmen attending proceedings of necessity, must therefore be set aside.\nNor is it clear from the materials on the record that unskilled workmen employed in a particular factory consider themselves attached to, that factory. It appears to be clear that once the season is over the unskilled workmen cease to have any contractual relations with the employers and may rejoin on the com- mencement of the season or may not rejoin at their sweet will. As regards the observations of the Tribunal that seasonal employees are entitled to the benefit of provident fund, gratuity and also bonus which shows that in fact their connection with the employers is not broken the materials on the record Are too scanty for arriving at any definite conclusion. In consideration of the nature and extent of the materials on the record we are of opinion that for alleviating the distress of unskilled workmen in these sugar factories, with whom we are concerned in the present appeals a much better course will be to raise the wage structure with an eye to this fact that for a part of the off season at least when they remain unemployed than to pay a retaining allowance for the entire off season.\n The appellants counsel readily agrees that the fact that these unskilled workmen find employment in the sugar factories only for a few months and are in comparative difficulty in the matter of finding employment during the remaining months, should be taken into consideration in fixing their wages. We are informed that a Wage Board entrusted with the task of fixing the wages of the workmen concerned in these disputes is sitting at the present time. The interests of both the employers and labour will, we think, be best served if instead of confirming the order made by the Appellate Tribunal as regards the retaining allowance the workmen will raise this question of raising their wages in view of the seasonal nature of their employment before this Wage Board.",
    "entities": [
      {
        "start": 572,
        "end": 596,
        "label": "ORG"
      },
      {
        "start": 957,
        "end": 977,
        "label": "ORG"
      }
    ]
  },
  {
    "id": 0,
    "case_id": "1951_30",
    "text": "In his opinion, the entire judgment displays a lack of true perspective in a case of this kind. The Sessions Judge had completely misdirected himself in looking to the minor discrepancies in the case and ignoring the essential matters so far as the case is concerned, and there was no justifiable ground for rejecting the prosecution evidence regarding the cultivation and harvesting by Polai. And he concluded with the warning I would, however, make it per- fectly clear that when the case is re-tried, which I am now going to order, the Judge proceeding with the trial will not be in the least influenced by any expression of opinion which I may have given in this judgment. \nOn behalf of the appellants Mr. Sinha raised two conten- tions. In the first place, he submitted that having regard to section 417 of the Criminal Procedure Code which provides for an appeal to the High Court from an order of acquittal only at the instance of the Government, a revision petition under section 439 at the instance of a private party was incompetent, and, secondly, that sub-section (4) of section 439 clearly showed that the High Court exceeded its powers of revision in the present case in upsetting the findings of fact of the trial Judge. \nWe think it is unnecessary to express any opinion on the first contention of Mr. Sinha especially as the respondent is unrepresented, as we are of opinion that his second and alternative contention must prevail. It will be seen from the judgment summarised above that the learned Judge in the High Court re-appraised the evi- dence in the case and disagreed with the Sessions Judges findings of fact on the ground that they were perverse and displayed a lack of true perspective. \nHe went further and, by way of expressing in very clear terms as to how perverse the judgment of the court below is, he indicated that the discrepancies in the prosecution evidence and the circum- stances of the case which led the Sessions Judge to discred- it the prosecution story afforded no justifiable ground for the conclusion that the prosecution failed to establish their case.\nWe are of opinion that the learned Judge in the High Court did not properly appreciate the scope of inquiry in revision against an order of acquittal. Though sub-section(1) of section 439 authorises the High Court to exercise, in its discretion, any of the powers conferred on a court of appeal by section 423, sub-section (4) specifically excludes the power to convert a finding of acquittal into one. of conviction. \nThis does not mean that in dealing with a revision petition by a private party against an order of acquittal, the High Court could in the absence of any error on a point of law re-appraise the evidence and reverse the findings of facts on which the acquittal was based, provided only it stopped short of finding the accused guilty and passing sentence on him. \nBy merely characterising the judgment of the trial Court as perverse and lacking in perspective, the High Court cannot reverse pure findings of fact based on the trial Courts appreciation of the evidence in the case.",
    "entities": [
      {
        "start": 797,
        "end": 808,
        "label": "PROVISION"
      },
      {
        "start": 980,
        "end": 991,
        "label": "PROVISION"
      },
      {
        "start": 1083,
        "end": 1094,
        "label": "PROVISION"
      },
      {
        "start": 2280,
        "end": 2291,
        "label": "PROVISION"
      },
      {
        "start": 2402,
        "end": 2413,
        "label": "PROVISION"
      },
      {
        "start": 816,
        "end": 840,
        "label": "STATUTE"
      },
      {
        "start": 1342,
        "end": 1352,
        "label": "RESPONDENT"
      },
      {
        "start": 706,
        "end": 715,
        "label": "OTHER_PERSON"
      },
      {
        "start": 1314,
        "end": 1323,
        "label": "OTHER_PERSON"
      }
    ]
  },
  {
    "id": 25,
    "case_id": "1960_12",
    "text": "The assessee, Her Highness Maharani Kesarkunverba Saheb, the Raj Mata of Morvi State, is the appellant and the Commissioner of Income-tax, Bombay North, is the respondent. The question that arises for decision is whether the annual cash allowance paid to the appellant in circumstances stated below falls within paragraph 15(1)(i) of the Part B States (Taxation Concessions) Order, 1950 (hereinafter referred to as the Order) and is therefore exempt from income-tax. The appellant was receiving from the Morvi State since 1922 an allowance called Jiwai (maintenance allowance). By a resolution dated September 26, 1946, passed by His Highness Lukhdhirji of Morvi, the husband of the appellant, it was resolved that a sum of Rs. 5,000 per month be paid to the appellant and provision be made for the amount by the Treasury Office in the Budget in the same manner as before.\nReference in this connection was also made to the appellants letter dated May 26, 1949, wherein she insisted that the village should not be taken away from her as this would be unreasonable, arbitrary and contrary to the spirit of the covenant.\n In our opinion the connection of the appellant is well founded. The Tribunal has found after going into all the documents including the document containing the words to maintain her status and dignity and the letter of the appellants husband to Mr. Buch which mentioned the word Abru that the grant of the village was by way of maintenance and merely because the appellants relations wanted a face-saving device by splitting up the total amount payable per year it would not change the nature of the transaction nor would it change the grant of maintenance made to the appellant into something else.\n The grant of the village was as much by way of maintenance as was the cash allowance called Jiwai. Maintenance must vary according to the position and status of a person. It does not only mean food and raiment. The appellant was the wife of a ruling prince and at the time the grant of the village was made, she was the Raj Mata and therefore neither the use of the words status and dignity nor the reference to ancient usage could in any way change the nature of the grant. It is true that the appellant was anxious to retain the village because that gave her the satisfaction of having agricultural land which would be a tangible asset providing her a sure source of income but, merely because she wanted the village and in the resolution of March 30, 1950, mention is made of a sum an lieu of income from the village, the nature of the grant which in this case was by way of maintenance would not change.\n The question which was referred to the High Court was whether there was material to hold that the sum of Rs. 35,807 was maintenance allowance, but the High Court reformulated this question and after going into various documents it came to a conclusion different from that of the Tribunal and it reversed the findings of the Tribunal and answered the question in a manner suggestive of an appellate rather than advisory jurisdiction.",
    "entities": [
      {
        "start": 160,
        "end": 170,
        "label": "RESPONDENT"
      },
      {
        "start": 1364,
        "end": 1372,
        "label": "OTHER_PERSON"
      }
    ]
  },
  {
    "id": 46,
    "case_id": "1962_384",
    "text": "Appeal by special leave from the award dated December 29, 1960, of the Industrial Trinal Bihar it Patna in Reference No. 4 of 1960. K. Daphtary, Solicitor General of India. and Sardar Bhadur, for the appellants. P. Maheshwari, for the respondents. 1962. March 9. The Judgment of the Court was delivered by GAJENDRAGADKAR,J.-This appeal by special leave, is directed against the order passed by the Industrial Tribunal,Patna, directing the appellant, the Tatanagar Foundry Co., to pay to the respondents, its workmen, 75 of the consolidated wages as compensation for having laid them off for a period of 45 days commencing from December 1.5, 1959. it is common around that the appellant laid off the respondents for the said period. The appellants case was that it had paid the respondents the statutory compensation for the said lay-off as prescribed by s.25C of the Industrial Disputes Act (No. 14 of 1947) (hereinafter called the Act).\nThat is a matter relating to the management of the undertaking and unless malafides are alleged or proved, it would be difficult to assume that the Industrial Tribunal has jurisdiction to sit in judgment over the acts of management of the employer and investigate whether a more prudent management could have avoided the situation which led to lay- off. The danger involved in permitting such jurisdiction to the Tribunal is illustrated by the present award itself. The Tribunal has found that the appellant was in financial difficulties at the relevant time it has found that the appellant was not actuated by any malafide intention, it has come to the conclusion that the lay-off was not the result of any uleriort motive, and yet it has finally come to the conclusion that if the affairs of the appellant it had been better managed and more foresight had been shown by the appellant prior to the time when the crisis was reached, pig iron could have been secured and lay-off could have been avoided. Apart from, the fact that this conclusion does not appear to be borne out by any evidence on record, it seems to us that the Tribunal exceeded its jurisdiction in trying to decide whether better. management could have avoided the crisis. The appellant is, no doubt, expected to manage its affairs prudently, but it would, we think, not be reasonable or fair to hold that if the employer is faced with a situation under which for lack of raw materials he has to lay-off his workmen, it is necessary that he must submit to an enquiry by the Industrial Tribunal about the prudence of the management and the forethought displayed by it in anticipating and avoiding the difficulties. \nThat is why we think in embarking upon an enquiry as to whether the appellant had shown sufficient foresight in managing its affairs, the Tribunal has exceeded its jurisdiction. Besides, as we have just indicated, its finding on the question of negligence is not supported by any evidence on record nor by probabilities in the case. In that connection, it is significant that subsequently the section in question has been closed and the retrenched workmen have been paid retrenchment compensation due to them.",
    "entities": [
      {
        "start": 867,
        "end": 892,
        "label": "STATUTE"
      },
      {
        "start": 235,
        "end": 246,
        "label": "RESPONDENT"
      },
      {
        "start": 491,
        "end": 502,
        "label": "RESPONDENT"
      },
      {
        "start": 699,
        "end": 710,
        "label": "RESPONDENT"
      },
      {
        "start": 777,
        "end": 788,
        "label": "RESPONDENT"
      }
    ]
  },
  {
    "id": 18,
    "case_id": "1959_5",
    "text": "These cases are Commissioners of Inland Revenue v. Sir John Oakley (6), Spence v. Commissioners of Inland Revenue (7) (1) 1948 16 I.T.R. 187. (3) 1957 32 I.T.R. 350. (5) (1882) 21 Ch. D. 849, 854. (2) 1952 22 I.T.R. 490. (4) 1953 24 I.T.R. 419. (6) (1925) 9 Tax Cas. 582, (7) (1941) 24 Tax Cas. 311. and others cited at page 367 in Multipar Syndicate, Ltd. v. Devitt (1). No one can doubt the correctness of the proposition in these cases, but from an equitable right to compel the transferor to give up the dividend to the transferee, to a claim to the dividend by him as a shareholder against the company is a wide jump. In so far as the company is concerned, it does not even issue the certificate under s. 20 of the Income-tax Act in the name of an unregistered transferee but only in the name of the transferor whom it recognises, because his name is borne on its books. Section 20 lays down The principal officer of every company shall, at the time of distribution of dividends, furnish to every person receiving a dividend a certificate to the effect that the company has paid or will pay income-tax on the profits which are being distributed, and specifying such other particulars as may be prescribed. The meaning of s. 20 as also of s. 18(5) is clear if they are read with s. 19A, under which information regarding dividends has to be supplied by the company when demanded by the Income-tax Officer.\n It lays down The principal officer of every company shall, on or before the 15th day of June in each year, furnish to the prescribed officer a return in the prescribed form and verified in the prescribed manner of the names and of the addresses, as entered in the register of shareholders maintained by the company, of the shareholders to whom a dividend or aggregate dividends exceeding Such amount as may be prescribed in this behalf has or have been, distributed during the, preceding year and of the amount so distributed to each such shareholder. (Italics supplied). Section 19A makes it clear, if any doubt existed, that by the term shareholder is meant the person whose name and address are entered in the register of shareholders maintained by the company. There is but one register maintained by the Company. There (1) (1945) 26 Tax Cas. 359. is no separate register of shareholders such as the assessee claims to be but only a register of members . This takes us immediately to the register of members, and demonstrates that even for the purpose of the Indian Income- tax Act, the words ,member and shareholder can be read as synonymous. The words of s. 18(5) must accordingly be read in the light in which the word shareholder has been used in the subsequent sections, and read in that manner, the present assessee, notwithstanding the equitable right to the dividend, was not entitled to be regarded as a shareholder for the purpose of s. 18(5) of the Act.",
    "entities": [
      {
        "start": 33,
        "end": 66,
        "label": "PRECEDENT"
      }
    ]
  },
  {
    "id": 35,
    "case_id": "1961_365",
    "text": "This is an appeal with special leave under article 136 of the Constitution against the order of the High Court of Judicature at Bombay, refusing to call for a statement of case from the Income-tax Appellate Tribunal under section 66(2) of the Income-tax Act. The appellants are a registered firm carrying on the business of money- lending and speculation in silver and shares. The partners of the appellants firm were also partners of Messrs. Morarka Co., who were the managing agents of the Sholapur Spinning and Weaving Company Ltd. - hereinafter called the Sholapur Mills.\nWhether the Tribunal misdirected itself in law and or acted without any evidence in finding that the investment of the assessee in the shares of the Sholapur Mills was a capital investment and not its stock-in-trade ? Whether in any event in view of the assessments made for the years 1945-46, 1946-47 and 1947-48 and the Appellate Assistant Commissioners order for these three years, it was open to the department to hold for the assessment years 1949-50 that the said shares do not represent the assessees stock-in-trade ? Whether the Tribunal misdirected itself in law in omitting to consider certain material facts which were taken into account by the Appellate Assistant Commissioner and expressly maintained in the Appellate Assistant Commissioners order, including the fact that the assessee had been holding shares in several other companies as stock- in-trade and this position has been accepted by the department although in those shares there have been preferred with special leave. In our view, the High Court was right in refusing to call for a statement of the case under section 66(2) of the Income-tax Act. The conclusion of the Tribunal was based on inferences of fact raised from materials before the taxing authorities. The conduct of the appellants clearly indicated that even though they were dealing in shares of other companies, the shares of the Sholapur Mills were treated by them as capital investment for the purpose of maintaining their managing agency. The number of shares held by the appellants went on increasing from time to time and not a single share was ever sold. The Tribunal pointed out that the returns for the assessment years 1945-46, 1946-47 and 1947-48 were filed by the appellants after they knew that there were wide fluctuations in the quotation of the shares of that company. They also referred to the circumstance that the appellants were interested in the managing agency of the Sholapur Mills and that every member of the family of the appellants was holding shares \n The conclusion of the Tribunal was amply supported by evidence. It can not be said that because in the previous years the shares were held to be stock-in-trade, they must be similarly treated for the assessment year 1949-50. In the matter of assessment of income-tax, each years assessment is complete and the decision arrived at in a previous year on material before the taxing authorities cannot be regarded as binding in the assessment for the subsequent years. The Tribunal is not shown to have omitted to consider the material facts. The decision of the Tribunal was on a question of fact and no question of law arose which could be directed to be referred under section 66(2) of the Income-tax Act.",
    "entities": [
      {
        "start": 43,
        "end": 54,
        "label": "PROVISION"
      },
      {
        "start": 222,
        "end": 233,
        "label": "PROVISION"
      },
      {
        "start": 1662,
        "end": 1673,
        "label": "PROVISION"
      },
      {
        "start": 3263,
        "end": 3274,
        "label": "PROVISION"
      },
      {
        "start": 514,
        "end": 533,
        "label": "ORG"
      },
      {
        "start": 898,
        "end": 928,
        "label": "ORG"
      },
      {
        "start": 1232,
        "end": 1262,
        "label": "ORG"
      },
      {
        "start": 1297,
        "end": 1327,
        "label": "ORG"
      },
      {
        "start": 100,
        "end": 124,
        "label": "COURT"
      }
    ]
  },
  {
    "id": 52,
    "case_id": "2013_57",
    "text": "These applications have been preferred under Order XVIII Rule 5 of the Supreme Court Rules 1966 for short the Rules against the order of the Registrar dated 28.8.2012 alleging that the applications under Order XVIII Rule 5 of the Rules lodging the applications for clarification modification of the Judgment dated 11.1.2012 of this Court in Civil Appeal Nos281 282 of 2012 cannot be sustained in law.\nSuch applications if they are in substance review applications deserve to be rejected straight away inasmuch as the attempt is obviously to bypass Order XL Rule 3 relating to circulation of the application in chambers for consideration without oral hearing. By describing an application as one for clarification or modification  though it is really one of review  a party cannot be permitted to circumvent or bypass the circulation procedure and indirectly obtain a hearing in the open court. What cannot be done directly cannot be permitted to be done indirectly See in this connection a detailed order of the then Registrar of this Court in Sone Lal v. State of U.P deprecating a similar practice 18. We therefore agree with the learned Solicitor General that the Court should not permit hearing of such an application for clarification modification or recall if the application is in substance one for review. In that event the Court could either reject the application straight away with or without costs or permit withdrawal with leave to file a review application to be listed initially in chambers. 19. What we have said above equally applies to such applications filed after rejection of review applications particularly when a second review is not permissible under the Rules. Under Order XL Rule 5 a second review is not permitted. The said Rule reads as follows 5. Where an application for review of any judgment and order has been made and disposed of no further application for review shall be entertained in the same matter. 20. We should not however be understood as saying that in no case an application for clarification modification or recall is maintainable after the first disposal of the matter. All that we are saying is that once such an application is listed in Court the Court will examine whether it is in substance in the nature of review and is to be rejected with or without costs or requires to be withdrawn with leave to file a review petition to be listed in chambers by circulation. Point 1 is decided accordingly.\n We are of the view that the ratio laid down in the above mentioned Judgment squarely applies to the facts of this case as well. Generally an application for correction of a typographical error or omission of a word etc in a Judgment or order would lie but a petition which is intended to review an order or Judgment under Order XLVII Rule 1 of the Code of Civil Procedure and in criminal proceedings except on the ground of an error apparent on the face of the record could not be achieved by filing an application for clarification modification recall or rehearing for which a properly constituted review is the remedy.",
    "entities": [
      {
        "start": 71,
        "end": 96,
        "label": "STATUTE"
      },
      {
        "start": 71,
        "end": 84,
        "label": "COURT"
      }
    ]
  },
  {
    "id": 26,
    "case_id": "1960_44",
    "text": "These appeals are directed against three judgments and orders of the Punjab High Court in three Civil Revisions Nos. 166-D, 167-D and 168-D which were brought by the appellants against three of their tenants under s. 35 of the Delhi Ajmer Rent Control Act (XXXVIII of 1952), hereinafter termed the Act. The appellants in all the three appeals are the landlords and the respondents in the three appeals are three different tenants. The appellants filed three separate suits for the eviction of their three tenants under cl. (g) of proviso to s. 13(1) of the Act on the ground that the premises were bona fide required for purposes of rebuilding. On February 27, 1953, the parties in all the three suits entered into a compromise in the following terms We have compromised the case with the plaintiff. A decree may be passed for Rs. 82/8/- on account of rent in suit and for ejectment in respect of the shop in suit in favour of the plaintiff against the defendants The defendants will vacate the shop by 4-3-53 and hand over possession to the plaintiff and the plaintiff will hand over its possession again (second time) to the defendants within six months from 4-3-53 after constructing it afresh.\nIt was submitted that although the time for giving delivery to the appellants was fixed in the compromise it was not of the essence of the contract. In our opinion the contentions raised by the appellants are well founded and the appellants must succeed. The suits for eviction were brought within the framework of the Act and were based on the provisions of s. 13, proviso (g). No eviction would have been possible excepting when conditions laid down in s. 13 were satisfied. The decrees which were passed were substantially in accordance with the provisions of s. 15 of the Act and as was contended by the appellants they were decrees under which the premises had to be vacated by the respondents on a specified day. Under that section they had the right to elect and did elect to get possession after rebuilding this possession was to be given by the landlords to the tenants within a reasonable time and six months period was fixed by Consent between the parties and the rent, if the respondents were not put into possession on the same terms as before, was to be settled by court and that is what was done under the terms of the consent decree. The applications for being put into possession which were filed by the respondents were really under s. 15(3) of the Act.\n As the respondents did not deli- ver possession to the appellants on or before the dates specified in the decree the provisions of s. 15 contained in sub-s. (3) of that Act were not available to them and they were ,not entitled to be put into possession as prayed by them. It was argued that the appellants had taken possession of the premises after the specified date without protest and had even accepted rent upto then and were therefore estopped from raising that defence.",
    "entities": [
      {
        "start": 227,
        "end": 257,
        "label": "STATUTE"
      },
      {
        "start": 369,
        "end": 380,
        "label": "RESPONDENT"
      },
      {
        "start": 1885,
        "end": 1896,
        "label": "RESPONDENT"
      },
      {
        "start": 2186,
        "end": 2197,
        "label": "RESPONDENT"
      },
      {
        "start": 2419,
        "end": 2430,
        "label": "RESPONDENT"
      },
      {
        "start": 2478,
        "end": 2489,
        "label": "RESPONDENT"
      }
    ]
  },
  {
    "id": 12,
    "case_id": "1953_74",
    "text": "This is appeal from the Judgment of the High Court of Judicature at Bombay delivered on a reference under Section 66(1) of the Indian Income-tax Act, 1922, whereby the High Court answered the first referred question in the negative. The assessment in question concern the year 1943-44. A Hindu undivided family was carrying on business in Bombay, Madras and the Mysore State. Its business was taken over by a registered firm on March 17, 1942. For the purpose of this appeal however this circumstance is not material. The case has been dealt with on the assumption that a single assessee carried on business from October 10, 1948, to November 8, 1942, the relevant accounting year. According to the accounts of the assessee, during this period the Mysore branch purchased goods from the Bombay head office and the Madras branch of the value of Rs. 2,45,455. The Income-tax Officer estimated these purchases of the Mysore branch in British India at Rs. 3,00,000 and its profits at Rs. 75,000 on the sale of these goods in Mysore. In view of the provisions of Section 42 of the Act half of this profit, i.e., to the extent of Rs. 37,500, was deemed to accrue or a rise in British India, because of the business connection of the non-resident branch in British India. It was contended that the assessee being a person resident in India, Section 42 could not be invoked in the case, because that section had application only to cases of non-resident.\nThe same view was expressed by Mukherjea, J. Nothing that has been said by Mr. Kolah before us justifies reconsideration of these opinions. Mr. Kolah argued that when the world income of a resident was brought within the net of chargeability by Section 4 in 1939 it was then wholly unnecessary to include such an assessee in the ambit of Section 42. In our judgment, this contention is fallacious. Whatever income arises in a primary sense to a resident in the taxable territories is chargeable under Section 4(1)(b)(i). Hence it was necessary to make Section 42 applicable to such a case. Whatever other consideration may arise in estimating the foreign income of a resident will not be applicable to income deemed to accrue within the taxable territory. Moreover, as above pointed out, in view of the provisions of Section 14(2)(c), resident assessees, but for Section 42(1), would not be liable to assessment regarding income accruing to them in Part B States, even if there is a business connection in the taxable territory. \n Mr. Kolan was unable to suggest any reasonable explanation for the deletion of the words any person residing out of British India from Section 42(1) as it stood before 1939. The only purpose in deleting these words could be to bring residents within the ambit of the section. There is no reason whatsoever for not giving to the palin words of the section the meaning that on the face of it they bear. For the reasons given above we are of the opinion that the answer re turned by the High Court of Bombay to the first question referred to it was wrong.",
    "entities": [
      {
        "start": 1522,
        "end": 1531,
        "label": "OTHER_PERSON"
      },
      {
        "start": 1587,
        "end": 1596,
        "label": "OTHER_PERSON"
      },
      {
        "start": 2478,
        "end": 2487,
        "label": "OTHER_PERSON"
      },
      {
        "start": 40,
        "end": 64,
        "label": "COURT"
      },
      {
        "start": 2962,
        "end": 2982,
        "label": "COURT"
      }
    ]
  },
  {
    "id": 38,
    "case_id": "1962_47",
    "text": "We allowed Civil Appeal No. 533 of 1960 on May 4, 1962, by our judgment dealing with the facts of the, case and giving the reasons for the opinion expressed. It is not necessary to repeat them. Suffice it to say that the appeal was allowed on the ground that the respondents bad lost their right to recover possession from the appellants on their estate vesting in the State of Bihar by virtue of se. 3 and 4 of the Bihar Land Reforms Act, 1950 (Bihar Act XXX of 1950), hereinafter called the Act, and their having no subsisting right to recover possession from the appellants. It was also hold that they could not get advantage of the provisions of cl. (c) of sub-s. (1) of s. 6 of the Act as amended by the Bihar Land Reforms (Amendment) Act, 1959 (Act XVI of 1959) as no mortgage subsisted on the date of vesting.\nIt therefore follows that the only property which a second or other subsequent mortgagee may redeem is the property on which the first mortgagee is entitled to enforce his security. From the very necessity of things the right of redemp- tion can be exercised in respect of such pro- perty only as is subject to a mortgage capable of enforcement. There can be nothing for enforcing a mortgage when the money has been paid up and therefore the right to redeem ceases on payment of the mortgage money.\n(2) A.I.R. 1946. All. 400,402. have that redemption carried out by the pro- cess of the various declarations and orders of the Court by which it effects redemption. In other words. s. 60 contemplates a cage in which the mortgage is still subsisting and the mortgagor goes to the Court to obtain the return of his property on repayment of what is still due. Section 62, on the other hand, is in marked contract to s. 60. Section 62 says that in the case of a usufructuary mortgage the mortgagor has a right to recover possession of the property when (In a case in which the mortgagee is authorised to pay himself the mortgage money out of the rents and ,profits of the property) the principal money is paid off. As we see it, that is not a case of redemption at all. At the moment when the, rents and profits of the mortgaged property sufficed to discharge the principal secured by th e mortgage, the mortgage came to an end and the correlative right arose in the mortgagor to recover possession of the property. \nThe framers of the Transfer of Property Act have clearly recognised the distinction between the procedure which follows a mortgagors desire to redeem a subsisting mortgage and the procedure which follows the arising of a usufructuary mortgagors right to get his property back after the principal has been paid off. We therefore hold that the mortgage was not subsisting on the date of vesting, it having come to an end on payment of the mortgage money in 1943. and that the respondents cannot get the advantage of s. 6(1)(c) of the Act.",
    "entities": [
      {
        "start": 416,
        "end": 446,
        "label": "STATUTE"
      },
      {
        "start": 446,
        "end": 456,
        "label": "STATUTE"
      },
      {
        "start": 2360,
        "end": 2373,
        "label": "STATUTE"
      },
      {
        "start": 263,
        "end": 274,
        "label": "RESPONDENT"
      },
      {
        "start": 2803,
        "end": 2814,
        "label": "RESPONDENT"
      }
    ]
  },
  {
    "id": 32,
    "case_id": "1960_327",
    "text": "he appellant is the U. P. Electric Supply Co. Ltd., Lucknow, (hereinafter called the company). It appears that the company used to employ Messrs. s M. Choudhary (hereinafter referred to as the contractors) as its contractors for doing certain work for it. The contractors in their turn used to employ a number of persons to carry out the work which they had taken on contract. A dispute arose between the contractors and their workmen in 1956 and an application was made on June 6, 1956, by the workmen before the conciliation board.\nThe tribunal went into the evidence in this connection and came to the conclusion that these workmen were in fact and in reality the employees of the company. The main contention on behalf of the company before us is that even assuming that the Government had power under s. 5 read with cl. 12 of G. O. No. U-464 (LL)XXXVI-B- 257(LL)/1954, dated July 14, 1954, to implied the company as a party, the main issue decided by the tribunal was not referred to it and the tribunal could only decide the three matters of dispute included in the order of reference of July 31, 1956. Therefore, in so far as the tribunal went beyond the, three matters of dispute specified in the reference and decided the question whether the workmen concerned were in the employ of the company or of the contractors it was acting without jurisdiction as this matter was never referred to it. We are of opinion that this contention must prevail. As we have already pointed out, there were four matters before the conciliation board including the question of non-abolition of the contract system. Further before the conciliation board not only the contractors but the company was also a party, for obviously the question of non-abolition of the contract system would necessitate the presence of the company as a party to the proceedings.\n When however the Government referred the dispute to the tribunal on July 31, it did not include the fourth item which was before the conciliation board relating to the non-abolition of the contract system among the matters in dispute. It also did not include the company as one of the parties to the dispute, for the reference-order refers only to two parties to the dispute, namely, the contractors and their workmen. On such a reference there could be no jurisdiction in the tribunal to decide the question whether these workmen were the workmen of the company or of the contractors, for such a question was not referred to the tribunal. It is true that on August 13, 1956, the company was impleaded as a party to the dispute referred by the notification of July 31 but the matters in dispute remained unmended, and the question of non-abolition of the contract system or the question whether these workmen were the employees of the company in fact and in reality was not included in the matters of dispute by amendment under the proviso to s. 4 of the Act.",
    "entities": []
  },
  {
    "id": 50,
    "case_id": "2013_30",
    "text": "Leave granted.\n The appellant A2 Azeez along with two others i.e. A1 Khalid and A3 Babu was tried by the Judicial Magistrate First Class I Aluva for offences punishable under Sections 457 and 380 read with Section 34 of the Indian Penal Code for short the IPC . By order dated 15 12 2000 learned Magistrate convicted the appellant under Section 457 of the IPC and sentenced him to undergo rigorous imprisonment for one year. The appellant was further convicted for offence under Section 380 of the IPC and sentenced to undergo rigorous imprisonment for two years. The substantive sentences were ordered to run concurrently. A1 Khalid and A3 Babu were acquitted.\nThe Trial Court also acquitted A1 and A3 of the offence punishable under Section 457 read with Section 34 of the IPC. The Trial Court however observed that from the evidence of PWs 1 and 2 it is seen that theft had taken in the room in which PW2 was sleeping the thief entered the house and committed theft of gold chain which PW2 was wearing and therefore this act will be covered by Section 451 of the IPC i.e. house trespass in order to commit offence punishable with imprisonment. The Trial Court further held that since the recovery of gold chain was effected on the basis of statement given by the appellant the only inference that can be drawn is that he committed the theft of gold chain and therefore the case is covered by Section 380 of the IPC i.e theft in a dwelling house. After observing that there is nothing in the evidence of PWs 1 to 8 to connect A1 and A3 with the crime the Trial Court acquitted them of all the offences. This view is affirmed by the Sessions Court and the High Court.\n We find it difficult to uphold the above view so far as it relates to the appellant. As we have already noted that FIR was registered after about sixteen days from the date of alleged theft. PWs 1 and 2 did not even realize that the chain was stolen. It is only when the accused were brought to their house after about sixteen days that they realized that the chain was stolen and FIR was lodged. The chain in question was being worn by PW2. It is stated to have been stolen while she was sleeping. It is inconceivable that she would not realize that she had lost her chain. The incident in our view is not unfolded truthfully. A1 and A3 have been rightly acquitted because nothing links them to the offence. But similar is the case with the appellant. The only evidence against him is the alleged recovery of gold chain at his instance. That cannot connect the appellant to the theft. The Trial Court has stated that since chain was recovered at the instance of the appellant the only inference which can be drawn is that he committed the theft. Drawing such inference in the facts of this case would be totally unjust.",
    "entities": [
      {
        "start": 224,
        "end": 242,
        "label": "STATUTE"
      }
    ]
  },
  {
    "id": 13,
    "case_id": "1954_0",
    "text": "This is an appeal by special leave against the order made on the 20th November, 1951, by the Judicial Commissioner of Himachal Pradesh in proceedings instituted by the respondents under articles 226 and 227 of the Constitution of India. There is no substantial dispute as to the facts leading up to the present appeal. The appellants were tenants of a certain shop premises situate in Solan Bazar in the district of Mahasu in Himachal Pradesh. On the llth October, 1947, they had executed a rent deed by which they agreed to pay an annual rent of Rs. 175 payable as to Rs. 50 on the last of Baisakh and as to the balance of Rs. 125 in the month of October, in default of which payment, the respondents, as landlords, would be entitled to recover the whole of the said rent in one lump sum.\nHe accordingly set aside the orders of the courts below and allowed the application for ejectment but gave the appelants three months time for vacating the premises. The appellants have now come up before this court on appeal by special leave obtained from this court. Learned advocate appearing in support of this appeal urges that the learned Judicial Commissioner acted wholly without jurisdiction inasmuch as (1) the Rent Controller or the District Judge exercising powers under the Act was not amenable to the jurisdiction of the High Court and, therefore, article 227 confers no power on the court of the Judicial Commissioner over the Rent Controller or the District Judge, and (2) that article 227 read with article 241 confers no power of judicial superintendence on the court of the Judicial Commissioner. Re. l.-The court of the Judicial Commissioner of Himachal Pradesh exercises jurisdiction in relation to the whole of the territories of Himachal Pradesh. The Rent Controller and the District Judge exercising jurisdiction under the Act are certainly tribunals, if not courts, and they function within the territories of Himachal Pradesh. \n Therefore, article 297 (1) read with article 241 confers on the court of the Judicial Commissioner power of superintendence over such tribunals. The words in relation to which obviously qualify the word territories and not the words courts and tribunals. Re. 2.The material part of article 227 substantially reproduces the provisions of section 107 of the Government of India Act, 1915, except that the power of superintendence has been extended by the article also to tribunals.\nIn this connection it has to be remembered that section 107 of the Government of India Act, 1915, was reproduced in the Government of India Act, 1935, as section 224. Section 224 of the 1935 Act, however, introduced sub-section (2), which was new, providing that nothing in the section should be construed as giving the High Court any jurisdiction to,question any judgment of any inferior court which was not otherwise subject to appeal or revision. The idea presumably was to nullify the effect of the decisions of the different High Courts referred to above. Section 224 of the 1935 Act has been reproduced with certain modifications in article 227 of the Constitution.\nSukumar Mukherjee(2), to be exercised most sparingly and only in appropriate cases in order to keep the Subordinate Courts within the bounds of their authority and not for correcting mere errors.",
    "entities": [
      {
        "start": 1352,
        "end": 1363,
        "label": "PROVISION"
      },
      {
        "start": 1484,
        "end": 1495,
        "label": "PROVISION"
      },
      {
        "start": 1506,
        "end": 1517,
        "label": "PROVISION"
      },
      {
        "start": 1956,
        "end": 1967,
        "label": "PROVISION"
      },
      {
        "start": 1982,
        "end": 1993,
        "label": "PROVISION"
      },
      {
        "start": 2227,
        "end": 2238,
        "label": "PROVISION"
      },
      {
        "start": 2282,
        "end": 2293,
        "label": "PROVISION"
      },
      {
        "start": 2473,
        "end": 2484,
        "label": "PROVISION"
      },
      {
        "start": 2579,
        "end": 2590,
        "label": "PROVISION"
      },
      {
        "start": 3064,
        "end": 3075,
        "label": "PROVISION"
      },
      {
        "start": 2315,
        "end": 2332,
        "label": "STATUTE"
      },
      {
        "start": 2506,
        "end": 2523,
        "label": "STATUTE"
      },
      {
        "start": 2559,
        "end": 2576,
        "label": "STATUTE"
      },
      {
        "start": 65,
        "end": 84,
        "label": "DATE"
      },
      {
        "start": 93,
        "end": 112,
        "label": "ORG"
      },
      {
        "start": 1135,
        "end": 1154,
        "label": "ORG"
      },
      {
        "start": 1401,
        "end": 1420,
        "label": "ORG"
      },
      {
        "start": 1583,
        "end": 1602,
        "label": "ORG"
      },
      {
        "start": 1630,
        "end": 1649,
        "label": "ORG"
      },
      {
        "start": 2022,
        "end": 2041,
        "label": "ORG"
      },
      {
        "start": 168,
        "end": 179,
        "label": "RESPONDENT"
      },
      {
        "start": 690,
        "end": 701,
        "label": "RESPONDENT"
      }
    ]
  }
]