{
  "architectures": [
    "BertForTokenClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "bos_token_id": 0,
  "classifier_dropout": null,
  "eos_token_ids": 0,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 768,
  "id2label": {
    "0": "O",
    "1": "B-PROVISION",
    "2": "I-PROVISION",
    "3": "B-STATUTE",
    "4": "I-STATUTE",
    "5": "B-RESPONDENT",
    "6": "I-RESPONDENT",
    "7": "B-PETITIONER",
    "8": "I-PETITIONER",
    "9": "B-JUDGE",
    "10": "I-JUDGE",
    "11": "B-LAWYER",
    "12": "I-LAWYER",
    "13": "B-DATE",
    "14": "I-DATE",
    "15": "B-ORG",
    "16": "I-ORG",
    "17": "B-GPE",
    "18": "I-GPE",
    "19": "B-CASE_NUMBER",
    "20": "I-CASE_NUMBER",
    "21": "B-PRECEDENT",
    "22": "I-PRECEDENT",
    "23": "B-WITNESS",
    "24": "I-WITNESS",
    "25": "B-OTHER_PERSON",
    "26": "I-OTHER_PERSON"
  },
  "initializer_range": 0.02,
  "intermediate_size": 3072,
  "label2id": {
    "B-CASE_NUMBER": 19,
    "B-DATE": 13,
    "B-GPE": 17,
    "B-JUDGE": 9,
    "B-LAWYER": 11,
    "B-ORG": 15,
    "B-OTHER_PERSON": 25,
    "B-PETITIONER": 7,
    "B-PRECEDENT": 21,
    "B-PROVISION": 1,
    "B-RESPONDENT": 5,
    "B-STATUTE": 3,
    "B-WITNESS": 23,
    "I-CASE_NUMBER": 20,
    "I-DATE": 14,
    "I-GPE": 18,
    "I-JUDGE": 10,
    "I-LAWYER": 12,
    "I-ORG": 16,
    "I-OTHER_PERSON": 26,
    "I-PETITIONER": 8,
    "I-PRECEDENT": 22,
    "I-PROVISION": 2,
    "I-RESPONDENT": 6,
    "I-STATUTE": 4,
    "I-WITNESS": 24,
    "O": 0
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "bert",
  "num_attention_heads": 12,
  "num_hidden_layers": 12,
  "output_past": true,
  "pad_token_id": 0,
  "position_embedding_type": "absolute",
  "torch_dtype": "float32",
  "transformers_version": "4.51.2",
  "type_vocab_size": 2,
  "use_cache": true,
  "vocab_size": 30522
}
